Repository: RomaLytar/easyreservations
Catalog: languages/easyReservations-*.po
Languages: ca, da_dk, it_it, tr_tr

source: If guest stays %s days or more the price changes by
da_dk: Hvis gæsten bliver %s dage eller mere ændres prisen med

source: If %s or more persons reservating the price changes by
da_dk: Hvis %s eller flere personer reserverer ændres prisen med

source: If guest comes the %1$s%2$s time the price changes by
da_dk: Hvis gæsten kommer %1$s%2$s gang, ændres prisen med

source: If the guest reservates %s days before his arrival the price changes by
da_dk: Hvis gæsten reserverer %s dage før ankomst ændres prisen med

source: Count of resource
da_dk: Antal af ressource

source: At
da_dk: d.

source: Between
da_dk: Mellem

source: Time reservations
da_dk: Tidsbestillinger

source: Enable time for reservations
da_dk: Aktivér muligheden for tidsbestillinger

source: Arrival Hour
da_dk: Ankomst Time

source: Arrival Minute
da_dk: Ankomst Minut

source: Departure Hour
da_dk: Afrejse Time

source: Departure Minute
da_dk: Afrejse Minut

source: Display Price
da_dk: Vis Pris

source: If unused
da_dk: Hvis ubrugt

source: Select from 00-23
da_dk: Vælg fra 00-23

source: Select from 00-59
da_dk: Vælg fra 00-59

source: Select of definable numbers
da_dk: Udvalg af definerbare numre

source: Select of excludable resources
da_dk: Udvalg af ressourcer der kan udelukkes

source: Text field
da_dk: Tekstfelt

source: Select of countrys
da_dk: Vælg mellem lande

source: Text field and captcha image
da_dk: Tekstfeld og captcha billede

source: Display price
da_dk: Vis Pris

source: Box with live price calculation
da_dk: Felt med direkte prisberegning

source: Box with errors
da_dk: Felt med fejl

source: Submit button with definable text
da_dk: Submit knap med definerbar tekst

source: Error title
da_dk: Fejl titel

source: Error message
da_dk: Fejlbesked

source: Exclude by ID
da_dk: Udeluk efter ID

source: Fix a resource to the form; dont use it with [resources] in the same form
da_dk: Fastsæt en ressource til formularen; brug den ikke med [resources] i den samme formular

source: Fix an amount of adults to the form; dont use it with [adults] in the same form
da_dk: Fastsæt et antal af voksne til formularen; brug det ikke med [adults] i den samme formular

source: Type in a value for the checkbox
da_dk: Indtast en værdi for checkboxen

source: Price: negative for reduction %1$s zero for no change %2$s positiv for increase %3$s
da_dk: Pris: negativ for reduktion %1$s nul for ingen ændring %2$s positiv for stigning %3$s

source: Type in a name for the dropdown select
da_dk: Skriv et navn til dropdown select

source: Type in the options field for the
da_dk: Skriv i indstillingsfeltet for

source: The options field has to match
da_dk: Indstillingsfeltet skal matche

source: Type in a Name for the
da_dk: Indtast et navn til

source: Type in the options field
da_dk: Skriv i feltet Funktioner

source: Select a resource
da_dk: Vælg en ressource

source: Mails on edit from admin
da_dk: Mail ved redigering af administrator

source: amount of
da_dk: antal af

source: show paid amount
da_dk: vis betalt beløb

source: New shortcode to let your guests search for available resources. No reload for searching, compatible to calendar, show price, show unavailable resources too, link to form with automatically selection. Each resource can have a small one-column calendar to show when its availble.
da_dk: Ny shortkode der lader dine gæster søge efter tilgængelige ressourcer. Ingen genindlæsning for at søge, kompatibel med kalender, vis pris, vis også utilgængelige ressourcer, link til formular med automatisk valg. Hver ressource kan en lille enkelt-kolonne kalender der viser hvornår den er tilgængelig.

source: Function to make texts in forms and emails translatable.
da_dk: Funktion til at gøre tekster i formularer og e-mails oversætbare.

source: Extend the calendar shortcode to show multiple months by an flexible grid (x*y) at once. Includes a new boxed calendar style.
da_dk: Udvider kalnder shortkoden så den viser flere måneder i et fleksibelt gitter (x*y) på samme tid. Inkluderer nyt indrammet kalender udseende.

source: New Updates are available:
da_dk: Nye opdateringer er tilgængelig:

source: New Update is available:
da_dk: Ny opdatering er tilgængelig:

source: Show welcome message
da_dk: Vis velkomstbesked

source: If the %3$s to calculate is beween %1$s and %2$s else
da_dk: Hvis %3$s at beregne er imellem %1$s og %2$s ellers

source: Translate
da_dk: Oversæt

source: Show monthes
da_dk: Vis måneder

source: Show month
da_dk: Vis måned

source: Paypal settings
da_dk: PayPal indstillinger

source: Paypal eMail or Secure Merchant ID
da_dk: Paypal E-Mail eller Secure Merchant ID

source: Cancel Url
da_dk: Annuller URL

source: User ControlPanel
da_dk: Bruger Kontrolpanel

source: Insert URL
da_dk: Indsæt URL

source: Dont forget the new email options!
da_dk: Glem ikke de nye email indstillinger!

source: Automatical approve
da_dk: Godkend automatisk

source: Mails after payment
da_dk: Mail efter betaling

source: Search on page loading
da_dk: Sød ved side load

source: Exclude resource by comma seperated IDs
da_dk: Udelad ressource ved kommaseparerede ID'er

source: Table of other reservations from the same email
da_dk: Tabel over andre reservationer fra samme email

source: GuestContact settings
da_dk: Gæste Kontakt indstillinger

source: User ControlPanel and admin
da_dk: Bruger kontrolpanel og administrator

source: Mails on edit from user
da_dk: Mail ved redigering af bruger
