Repository: RomaLytar/easyreservations
Catalog: languages/easyReservations-*.po
Languages: ca, da_dk, it_it, tr_tr

source: The room was edited
ca: L'habitació s'ha editat
da_dk: Rummet blev redigeret
it_it: La stanza è stata modificata
tr_tr: Oda düzenlendi

source: The message was edited
ca: El missatge s'ha editat
da_dk: Beskeden blev redigeret
it_it: Il messaggio è stato modificato
tr_tr: Mesaj düzenlendi

source: Prices got edited
da_dk: Priser blev redigeret
it_it: Prezzi sono stati modificati

source: Monday
ca: Dilluns
da_dk: Mandag
it_it: Lunedì
tr_tr: Pazartesi

source: Tuesday
ca: Dimarts
da_dk: Tirsdag
it_it: Martedì
tr_tr: Salı

source: Wednesday
ca: Dimecres
da_dk: Onsdag
it_it: Mercoledì
tr_tr: Çarşamba

source: Thursday
ca: Dijous
da_dk: Torsdag
it_it: Giovedì
tr_tr: Perşembe

source: Friday
ca: Divendres
da_dk: Fredag
it_it: Venerdì
tr_tr: Cuma

source: Saturday
ca: Dissabte
da_dk: Lørdag
it_it: Sabato
tr_tr: Cumartesi

source: Sunday
ca: Diumenge
da_dk: Søndag
it_it: Domenica
tr_tr: Pazar

source: January
ca: Gener
da_dk: Januar
it_it: Gennaio
tr_tr: Ocak

source: February
ca: Febrer
da_dk: Februar
it_it: Febbraio
tr_tr: Şubat

source: March
ca: Març
da_dk: Marts
it_it: Marzo
tr_tr: Mart

source: April
ca: Abril
it_it: Aprile
tr_tr: Nisan

source: May
ca: Maig
da_dk: Maj
it_it: Maggio
tr_tr: Mayıs

source: June
ca: Juny
da_dk: Juni
it_it: Giugno
tr_tr: Haziran

source: July
ca: Juliol
da_dk: Juli
it_it: Luglio
tr_tr: Temmuz

source: August
ca: Agost
it_it: Agosto
tr_tr: Ağustos

source: September
ca: Setembre
it_it: Settembre
tr_tr: Eylül

source: October
ca: Octubre
da_dk: Oktober
it_it: Ottobre
tr_tr: Ekim

source: November
ca: Novembre
it_it: Novembre
tr_tr: Kasım

source: December
ca: Desiembre
it_it: Dicembre
tr_tr: Aralık

source: Code
ca: Codi
it_it: Codice

source: Used
ca: Utilitzat
it_it: Usato

source: No coupons
ca: Sense cupons
it_it: Nessun coupon

source: Add coupon
ca: Afegir cupó
it_it: Aggiungi coupon

source: Maximum usages
ca: Màxims usos
it_it: Utilizzi massimi

source: Amount
ca: Quantitat
it_it: Somma

source: Coupon %s added
ca: Cupó %s afegit
it_it: Coupon %s aggiunto/i

source: Coupon %s deleted
ca: Cupó %s eliminat
it_it: Coupon %s eliminato/i

source: Select default room
ca: Seleccioni habitació per defecte
da_dk: Vælg et standard rum
it_it: Seleziona stanza predefinita
tr_tr: Varsayılan oda seç

source: Display
ca: Mostrar
it_it: Visualizza

source: Navigation
ca: Navegació
it_it: Navigazione

source: Display hours from
ca: Mostrar hores des de
it_it: Visualizza ore da

source: to
ca: per
it_it: a

source: Hourly Calendar
ca: Calendari per Hora
it_it: Calendario Orario

source: Choose type of email
ca: Esculli tipu d'email
it_it: Scegli tipo email

source: Subj
ca: Assumpte
it_it: Ogg

source: Activate email
ca: Activar email
it_it: Attiva email

source: Plain text
ca: texte pla
it_it: Testo semplice

source: Times of stay
ca: Temps a hospedarse
it_it: Ore di soggiorno

source: Nights
ca: Nits
it_it: Notti
tr_tr: Gece

source: Weeks
ca: Setmanes
it_it: Settimane

source: Resource Number
ca: Instal·lació Número
da_dk: Ressource Nr.
it_it: Numero Risorsa

source: Date today
ca: Data d'avui
it_it: Data odierna

source: ID of reservation
ca: ID de la Reserva
it_it: ID di prenotazione

source: Message from admin
ca: Missatge de l'Administrador
it_it: Messaggio da admin

source: Link to edit
ca: Enllaç per editar
it_it: Link da modificare

source: PayPal URL
it_it: URL PayPal

source: Line Break
ca: Salt de línia
it_it: Interruzione Linea

source: Arrival
ca: arribada
it_it: Arrivo

source: Departure
ca: Sortida
it_it: Partenza

source: Times
ca: Vegades
it_it: Orari

source: Childrens
ca: nens
da_dk: Børn
it_it: Bambini
tr_tr: Çocuk

source: Changlog
ca: Canvis
it_it: Registro Modifiche

source: Admin Message
ca: Missatge de l'Administrador
it_it: Messaggio Admin

source: Price fields
ca: Camps de preus
it_it: Campi Prezzo

source: Import
ca: Importar
da_dk: Importer
it_it: Importa

source: %s reservations imported
ca: %s reserves importades
da_dk: %s reservationer importeret
it_it: %s prenotazioni importate

source: Error at access server
ca: Error al accedir al servidor
da_dk: Fejl ved adgang til serveren
it_it: Errore accesso al server

source: Only admins can import reservations
ca: Només Administradors poden importar reserves
da_dk: Kun administratorer kan importere reservationer
it_it: Solo admin possono importare prenotazioni

source: Reservations in table
ca: Reserves en taula
da_dk: Reservationer in tabel
it_it: Prenotazioni in tabella
tr_tr: Tabloda rezervasyonlar

source: All reservations
ca: Totes les Reserves
da_dk: Alle reservationer
it_it: Tutte prenotazioni
tr_tr: Tüm rezervasyonlar

source: Select reservations
ca: Seleccionar reserves
da_dk: Vælg reservationer
it_it: Seleziona prenotazioni
tr_tr: Rezervasyon seç

source: Exel File
ca: Arxiu Excel
da_dk: Excel Fil
it_it: File Excel
tr_tr: Exel Dosyası

source: CSV File
ca: Arxiu CSV
da_dk: CSV Fil
it_it: File CSV
tr_tr: CSV Dosyası

source: Informations
ca: Informacions
da_dk: Informationer
it_it: Informazioni
tr_tr: Bilgiler

source: Price/Paid
ca: Preu/pagament
da_dk: Pris/Betalt
it_it: Prezzo/Pagato
tr_tr: Ücret/Ödenmiş

source: Customs
ca: Configuracions
da_dk: Brugerdefinerede
it_it: Tariffe

source: Export reservations
ca: Exportar reserves
da_dk: Eksporter reservationer
it_it: Esporta prenotazioni
tr_tr: Rezervasyonları dışarı aktar

source: Generate
ca: Generar
it_it: Genera

source: Preview
ca: Previsualitzar
it_it: Anteprima

source: Due date
ca: Data de venciment
it_it: Data scadenza

source: Invoice settings changed
ca: Configuració de Facturació canviada
it_it: Impostazioni fattura cambiate

source: Save
ca: Guardar
da_dk: Gem
it_it: Salva

source: Copy & Add
ca: Copiar i Afegir
it_it: Copia & Aggiungi

source: translateable content
ca: contingut traduible
da_dk: Indhold der kan oversættes
it_it: contenuto traducibile

source: Language
ca: Idioma
da_dk: Sprog
it_it: Lingua

source: Month
ca: Mes
da_dk: Måned
it_it: Mese
tr_tr: Ay

source: Interval
ca: Intèrval
it_it: Intervallo

source: boxes
ca: caixes
da_dk: kasser
it_it: caselle

source: Unknown card type
ca: Tipus de targeta desconegut
it_it: Tipo carta sconosciuta

source: No card number provided
ca: No s'ha introduït número de trageta de crèdit
it_it: Numero carta non inserito

source: Credit card number has invalid format
ca: El format del número de targeta de crèdit no és vàlid
it_it: Formato numero carta di credito non valido

source: Credit card number is invalid
ca: Número de targeta de crèdito invàlid
it_it: Numero carta di credito non valido

source: Credit card number is wrong length
ca: La llargada del número de targeta de crèdit és incorrecta
it_it: Lunghezza errata del numero carta di credito

source: Enter correct CVV code
ca: Introdueix un CVV correcte
it_it: Inserisci il CCV corretto

source: Number
ca: Número
it_it: Numero

source: Expires
ca: Caduca
it_it: Scade

source: Credit Card Number must be a number and between 12 and 16 characters long
ca: El número de la targeta de crèdit ha de tenir entre 12 i 16 caracters
it_it: Il numero della carta di credito deve essere un numero con lunghezza tra 12 e 16 caratteri

source: Credit Cards settings changed
ca: Configuració de targeta canviats
it_it: Impostazioni Carta di Credito variate

source: Before using open the file %1$s and enter a long random password
ca: Abans d'utilitzar-ho, obri l'arxiu %1$s i introdueixi una contrasenya aleatoria larga
it_it: Prima di usare, aprire il file %1$s ed inserire una password casuale lunga

source: Can't open the file %1$s with the security key. Try to give it and it's folder CHMOD 755 or higher.
it_it: Impossibile aprire il file %1$s con la chiave di sicurezza. imposta il file e la cartella con CHMOD 755 o superiore.

source: Off
ca: Apagat
da_dk: Fra
it_it: Spento

source: Currency
ca: Moneda
da_dk: Valuta
it_it: Valuta

source: Credit Card settings
ca: Configuració de Targeta de Crèdit
it_it: Impostazioni Carta di Credito

source: Automatical Approval
ca: Aprovació automática
it_it: Approvazione Automatica

source: Available Credit Cards
ca: Targetes de Crèdit disponibles
it_it: Carte di credito disponibili

source: Card Type
ca: Tipus de targeta
it_it: Tipo Carta

source: Card Number
ca: Número de targeta
it_it: Numero Carta

source: PayPal settings changed
ca: Configuració PayPal canviada
da_dk: PayPal indstillinger rettet
it_it: Impostazioni PayPal cambiate

source: Authorize.Net settings changed
ca: Configuració d'authorize.Net canviada
it_it: Impostazioni Authorize.Net cambiate

source: 2checkout settings changed
ca: Configuració 2checkout canviada
it_it: Impostazioni 2checkout modificate

source: Google Wallet settings changed
ca: Configuració Google Wallet canviada
it_it: Impostazioni Google Wallet cambiate

source: DIBS settings changed
it_it: Impostazioni DIBS cambiate

source: Title when paying multiple reservations
ca: Títol quan es paguen múltiples reserves
it_it: Titolo quando si pagano prenotazioni multiple

source: Deposit
ca: Dipòsit
it_it: Cauzione

source: General Payment Gateway settings
ca: Configuració general del métode de pagament
it_it: Impostazioni Generali del Gateway di Pagamento

source: Live
ca: En Vivo
it_it: Tempo Reale

source: The validation only works with SSL in Sandbox
ca: La validació només treballa amb SSL en Sandbox
da_dk: Valideringen virker kun med SSL i Sandbox
it_it: Validazione funzionante solo con SSL in Sandbox

source: Owner
ca: Propietari
da_dk: Ejer
it_it: Proprietario

source: After success return to
ca: després de transacció exitosa tornar a
da_dk: Efter succes vend tilbage til
it_it: Dopo esito positivo vai a

source: Page
ca: Pàgina
da_dk: Side
it_it: Pagina

source: Label above note
ca: Etiqueta sobre la nota
it_it: Etichetta sopra nota

source: Button
ca: Butó
da_dk: Knap
it_it: Pulsante

source: Instant Payment Notifications
ca: Notificació de pagament Instantani
da_dk: Øjeblikkelig Betalings Advisering
it_it: Notifiche Istantanee Pagamento

source: Validate payment & set paid amount
ca: Validar pagament i posar quantitat pagada
da_dk: Bekræft betaling & sæt det betalte beløb
it_it: Convalida pagamento & imposta somma pagata

source: Transaction Key
ca: Clau de traducció
it_it: Codice Transazione

source: Authorize.Net settings
ca: Configuració Authorize.Net
it_it: Impostazioni Authorize.Net

source: Multi-page Payment
ca: pagament multipàgina
it_it: Pagine pagamenti multipli

source: Single Page Payment
ca: pàgina de pagament
it_it: Pagina Singola di Pagamento

source: Skip review page
ca: Saltar revissió de pàgina
it_it: salta pagina valutazioni

source: 2checkout settings
ca: Configuració 2checkout
it_it: Impostazioni 2checkout

source: Google Wallet settings
ca: Configuració Google Wallet
it_it: Impostazioni Google Wallet

source: DIBS settings
it_it: Impostazioni DIBS

source: After submit
ca: després d'enviar
da_dk: Efter submit
it_it: Dopo invio

source: After payment
ca: Després de pagar
da_dk: Efter betaling
it_it: Dopo pagamento

source: Both
ca: Amdos
da_dk: Begge
it_it: Entrambi

source: If there's free space in resource
ca: Si hi ha espai lliure a la instal·lació
da_dk: Hvis der er ledig plads i ressource
it_it: Se c'è spazio libero nella risorsa

source: or pay with credit card
ca: o paga amb targeta de crèdit
it_it: o paga con carta di credito

source: Payment about %1$s successful
ca: pagament sobre %1$s satisfactori
da_dk: Betaling vedr.%1$s gennemført
it_it: Pagemento di %1$s positivo

source: Attribute deleted
ca: Atribut esborrat
it_it: Attributo eliminato

source: Attribute not found
ca: Atribut no trobat
it_it: Attributo non trovato

source: There is already an attribute with a similar title
ca: Hi ha un atribut amb el mateix títol
it_it: Esiste già un attributo con un titolo simile

source: Select a type for the attribute
ca: Seleccioni un per l'atribut
it_it: Seleziona un tipo per l'attributo

source: No options provided
ca: No s'han proporcionat opcions
it_it: Opzioni non disponibili

source: Minimum value must be entered and be a number
ca: El valor mínim ha de ser introduït i ser un número
it_it: Valore minimo deve essere inserito ed essere un numero

source: Maximum value must be entered and be a number
ca: El valor màxim ha de ser introduït i ser un número
it_it: Valore massimo deve essere inserito ed essere un numero

source: Attribute edited
ca: Atributs editats
it_it: Attributi modificati

source: Attribute added
ca: Atribut afegit
it_it: Attributo aggiunto

source: searchForm attributes
ca: Atributs del formulari de recerca
it_it: attributi modulo ricerca

source: No attributes
ca: Sense atributs
it_it: Nessun attributo

source: Add attribute
ca: Afegir atribut
it_it: Aggiungi attributo

source: Only numbers
ca: Només números
it_it: Solo numeri

source: Value of $s must be a number
ca: El valor nens ha de ser un número
it_it: Valore di $s deve essere un numero

source: URL to page or post with form
ca: URL de la pàgina o entrada amb el formulari
da_dk: URL til side eller indlæg med formular
it_it: URL alla pagina o post col modulo

source: Unavailable
ca: No disponible
da_dk: Ikke tilgængelig
it_it: Occupato

source: Show unavailable resources too
ca: Mostrar també instal·lacions no disponibles
it_it: Mostra anche risorse indisponibili

source: Thumbnail
ca: Miniatura
it_it: Miniatura

source: Show
ca: Mostrar
da_dk: Vis
it_it: Mostra

source: first characters of content
ca: primers caracters del contingut
da_dk: første tegn af indhold
it_it: primi caratteri del contenuto

source: More link to rooms post
ca: Enllaç "més" a la descripció de les habitacions
da_dk: Mere link til rum indlæg
it_it: Link a leggi tutto del post stanza

source: Show %s days in calendar with %s
ca: Mostrar %s dies al calendari amb %s
da_dk: Vis %s dage i kalender med %s
it_it: Mostra %s giorni nel calendario con %s

source: Nothing
ca: Res
da_dk: Intet
it_it: Niente

source: Left resources
ca: Instal·lació perduda
it_it: Risorse rimanenti

source: Text for seach button
ca: texte pel butó de recerca
da_dk: Tekst til søge knap
it_it: Testo per pulsante ricerca

source: This shortcode adds an availability search form to the post or page
ca: Aquest shortcode afegeix un formulari de recerca de disponibilitat a una pàgina o entrada
da_dk: Denne shortkode tilføjer muligheden for en søgeformular i et indlæg eller en side
it_it: Questo shortcode aggiunge un modulo di ricerca disponibilità al posto o pagina

source: You can combine it with a calendar by add it to the same page
ca: Pots combinar-ho amb un calendari per afegir-lo a la mateixa pàgina
da_dk: Du kan kombinere den med en kalender ved at tilføje den til den samme side
it_it: Puoi usarlo in congiunzione ad un calendario aggiungendolo alla stessa pagina

source: Only add it once per page or post
ca: Només afegir-lo un cop per pàgina o entrada
da_dk: Tilføj den kun én gang pr. side eller indlæg
it_it: Aggiungilo solo una volta per pagina o post

source: Search form settings saved
ca: Configuració de formulari de recerca guardada
da_dk: Søgeformular indstillinger gemt
it_it: Impostazioni modulo ricerca salvate

source: Reserve now!
ca: Reservar ara!
da_dk: Reserver nu!
it_it: Prenota ora!
tr_tr: Rezervasyon!

source: arrival only %s
ca: Arribada només %s
it_it: Arrivi odierni %s

source: departure only %s
ca: Data de sortida només %s
it_it: Partenze odierne %s

source: more
ca: més
da_dk: mere
it_it: più

source: reservations
ca: reserves
it_it: prenotazioni

source: reserved
ca: reservat
it_it: prenotato

source: Reservations Statistics
ca: Estadístiques de Reserves
da_dk: Reservations Statistikker
it_it: Statistiche Prenotazioni
tr_tr: Rezervasyon İstatistikleri

source: Detailed Statistics
ca: Estadístiques Detalladas
da_dk: Detaljerede Statistikker
it_it: Statistiche Dettagliate
tr_tr: Ayrıntılı İstatistikler

source: Total reservations
ca: Reserves totals
da_dk: Totale reservationer
it_it: Totale prenotazioni
tr_tr: Toplam Rezervasyonlar

source: Future approved reservations
ca: Reserves futures aprovadas
da_dk: Fremtidige godkendte reservationer
it_it: Prenotazioni future confermate
tr_tr: Gelecek onaylı rezervasyonlar

source: Past approved reservations
ca: Reserves passades aprovadas
da_dk: Tidligere godkendte reservationer
it_it: Prenotazioni passate confermate
tr_tr: Geçmiş onaylı rezervasyonlar

source: Pending reservations
ca: Reserves pendents
da_dk: Afventende reservationer
it_it: Prenotazioni in attesa
tr_tr: Bekleyen rezervasyonlar

source: Rejected reservations
ca: Reserves rebutjades
da_dk: Afviste reservationer
it_it: Prenotazioni rifiutate
tr_tr: reddedilen Rezervasyonlar

source: Trashed reservations
ca: Reserves eliminadas
da_dk: Slettede reservationer
it_it: Prenotazioni cestinate
tr_tr: Silinen Rezervasyonlar

source: Guests per reservations
ca: Clients per reserves
da_dk: Gæster pr. reservation
it_it: Ospiti per prenotazioni
tr_tr: Rezervasyon başına misafir

source: Times per reservations
ca: Cops per reserves
it_it: Orari per prenotazioni

source: Paid amount of all reservations
ca: Total pagat de totes les reserves
it_it: Somma pagata per tutte le prenotazioni

source: Paid per reservations
ca: Pagat per reserves
it_it: Pagato per prenotazioni

source: Revenue of all reservations
ca: Ingressos de totes les reserves
da_dk: Omsætning for alle reservationer
it_it: Ricavi su tutte le prenotazioni
tr_tr: Rezervasyon gelirleri

source: Revenue of future reservations
ca: Ingressos de les reserves futures
da_dk: Omsætning for fremtidige reservationer
it_it: Ricavi su future prenotazioni
tr_tr: Gelecek rezervasyon gelirleri

source: Revenue of past reservations
ca: Ingressos de les reserves passades
da_dk: Omsætning for tidligere reservationer
it_it: Ricavi di prenotazioni passate
tr_tr: Geçmiş rezervasyon gelirleri

source: Revenue per reservations
ca: Ingrès per reserves
da_dk: Indkomst pr. reservation
it_it: Ricavi per prenotazioni
tr_tr: Rezervasyon başına gelir

source: Approved and reservated graph
ca: Gràfic d'aprovat i Reservat
it_it: Grafico confermati e riservati

source: Add reservations first
ca: Afegir reserves primer
da_dk: Tilføjer reservationer først
it_it: Aggiungi prima prenotazioni
tr_tr: Raporlanacak herhangi bir rezervasyon bilgisi yok...

source: Guest
ca: Convidat
it_it: Ospite

source: installed stream module
ca: módul instal·lat
it_it: modulo stream installato

source: added reservation
ca: Afegir reserva
it_it: prenotazione aggiunta

source: No result
ca: Sense resultat
it_it: Nessun risultato

source: Everyone
ca: Tots
it_it: Tutti

source: Datepicker style
ca: Estil del Selector de data
da_dk: Datovælger udseende
it_it: Stile selettore date

source: Datepicker availability
ca: Selector de disponibilitat de Data
it_it: Disponibilità selettore date

source: Cost at least one ms loading time per day and resource
ca: Cost d'almenys un ms carregant vegades per dia i recursos
it_it: Costa almeno un ms di tempo caricamento per giorno e risorsa

source: Message to guest
ca: Missatge pel client
da_dk: Besked til gæst
it_it: Messaggio a ospite

source: Message to admin or Note
ca: Missatge per administrador o nota
da_dk: Besked til administrator eller Note
it_it: Messaggio a admin o Nota

source: User Control Panel settings saved
ca: Configuració del Panell de Control de l'usuari guardada
it_it: Impostazioni Pannello Controllo Utente salvate

source: Text after Submit
ca: Texte després d'enviar
da_dk: Tekst efter Submit
it_it: Testo dopo Invio

source: Text over login area - optional
ca: texte sobre aréa d'acceso - opcional
da_dk: Tekst over login området - valgfri
it_it: Testo su are login - opzionale
tr_tr: Giriş alanı metini ( opsiyonel )

source: Text over edit area - optional
ca: texte sobre área d'edició - opcional
da_dk: Tekst over redigerings området - valgfri
it_it: Testo su area modifica - opzionale
tr_tr: Dzüenleme alanı metini ( opsiyonel )

source: Table Settings
ca: Configuració de Taula
da_dk: Tabel Indstillinger
it_it: Tabella Impostazioni
tr_tr: Tablo Ayarları

source: Reservated
ca: Reservat
da_dk: Reserveret
it_it: Riservato
tr_tr: Rezervasyon

source: Only admin
ca: Només Administrador
da_dk: Kun administrator
it_it: Solo admin

source: Title over textarea
ca: Títol sobre l'aárea de texte
da_dk: Titel over tekstområde
it_it: Titolo su areatesto

source: Show avatars
ca: Mostrar avatars
da_dk: Vis avatars
it_it: Mostra avatar

source: Show time ago
ca: Mostrar el temps que fa que
da_dk: Vis tid siden
it_it: Mostra tempo fa

source: Show unanswered messages in table
ca: Mostrar missatges no respostos en taula
da_dk: Viser ubesvarede meddelelser i tabel
it_it: Mostra domande senza risposta in tabella

source: Guest Avatar
ca: Avatar del Client
da_dk: Gæste Avatar
it_it: Avatar Ospite

source: Image as avatar for guests
ca: Imatge com avatar del client
da_dk: Billede som avatar for gæster
it_it: Immagine avatar per ospiti

source: Dummy
ca: Simulador
it_it: Facsimile

source: Show dummy
ca: Mostrar simulador
da_dk: Vis dummy
it_it: Mostra facsimile

source: Dummy user
ca: Usuari Simulador
da_dk: Dummy bruger
it_it: Utente facsimile

source: User of dummy
ca: Usuari d'un simulador
it_it: Utente di facsimile

source: Dummy message
ca: Missatge Simulador
da_dk: Dummy besked
it_it: Messaggio facsimile

source: Time to delete
ca: Temps per eliminar
da_dk: Tid til sletning
it_it: Ora da eliminare

source: Not at all
ca: No a tot
da_dk: Slet ikke
it_it: non fino a tutto il

source: Minutes
ca: Minuts
da_dk: Minutter
it_it: Minuti

source: Hour
ca: Hora
da_dk: Time
it_it: Ore

source: Week
ca: Setmana
da_dk: Uge
it_it: Settimana

source: An error occurred, please try again
ca: Hi ha hagut un error, intenti-ho novament
da_dk: En fejl opstod, prøv igen
it_it: Si è verificato un errore, riprova

source: back
ca: tornar
da_dk: tilbage
it_it: indietro
tr_tr: geri

source: Please enter the correct captcha code
ca: Si us plau, escrigui el Codi de Seguretat correncte
da_dk: Indtast venligst den rigtige captcha kode
it_it: Inserisci il codice captcha corretto
tr_tr: Doğrulama kodunu doğru giriniz

source: Link is only 24h valid
ca: Enllaç vàlid per 24 hores
da_dk: Linket er kun gyldig i 24 timer
it_it: Il link è valido per 24 ore
tr_tr: Bağlantı sasdece 24 saat geçerli olacak

source: Your Reservation was edited
ca: La seva reserva ha estat editada
da_dk: Din reservation blev redigeret
it_it: La tua prenotazione è stata modificata
tr_tr: rezervasyonunuz düzenlendi.

source: Please contact us to edit your reservation
ca: Por favor contacti amb nosaltres per modificar la seva reserva
da_dk: Kontakt os venligst så vi kan rette din reservation
it_it: Perfavore contattaci per modificare la tua prenotazione
tr_tr: Rezervasyonunuzu düzenlemek için bizimle irtibata geçiniz

source: Pay now
ca: Pagar ara
it_it: Paga ora

source: logout
ca: tancar sessió
da_dk: log ud
it_it: disconnetti

source: Your name
ca: El teu nom
da_dk: Dit navn
it_it: Tuo nome
tr_tr: Adınız

source: Your email
ca: El seu email
da_dk: Din E-Mail
it_it: Tua email
tr_tr: E-posta adresiniz

source: The arrival date
ca: La data d'arribada
da_dk: Ankomstdatoen
it_it: La data d'arrivo
tr_tr: Geliş tarihi

source: The departure date
ca: La data de sortida
da_dk: Afrejse datoen
it_it: La data di partenza
tr_tr: Ayrılış tarihi

source: Amount of persons
ca: Quantitat de personas
it_it: Numero di persone

source: Amount of children's
ca: Quantitat de nens
it_it: Numero di bambini

source: Choose the
ca: Esculli
da_dk: Vælg
it_it: Scegli la
tr_tr: Seçin

source: Type in information
ca: Escriure la informació
da_dk: Indtast information
it_it: Inserisci informazione
tr_tr: Bilgilerinizi yazın

source: Pay service
ca: Servei de pagament
da_dk: Betalingsservice
it_it: Servizio a pagamento
tr_tr: Hizmet bedeli

source: ID of your reservation
ca: ID de la seva reserva
da_dk: Dit reservations ID
it_it: ID della tua prenotazione
tr_tr: Rezervasyon ID
