Repository: RomaLytar/easyreservations
Catalog: languages/easyReservations-*.po
Languages: ca, da_dk, it_it, tr_tr

source: Reservation
ca: Reserva
it_it: Prenotazione
tr_tr: Rezervasyon

source: Dashboard
ca: Panell de Control
da_dk: Kontrolpanel
it_it: Pannello comandi
tr_tr: Kontrol Paneli

source: Resources
ca: Instal·lacions
da_dk: Ressourcer
it_it: Risorse
tr_tr: Kaynaklar

source: Settings
ca: Configuracions
da_dk: Indstillinger
it_it: Impostazioni
tr_tr: Ayarlar

source: Reservations
ca: Reserves
da_dk: Reservationer
it_it: Prenotazioni
tr_tr: Rezervasyonlar

source: moved to trash
ca: Eliminat
da_dk: flyttet til papirkurv
it_it: cestinato
tr_tr: Sil

source: Undo
ca: Desfer
da_dk: Fortyd
it_it: Annulla
tr_tr: Gerial

source: restored from trash
ca: Restaurat de la Paperera
da_dk: gendannet fra papirkurv
it_it: ripristinato dal cestino
tr_tr: çöpten geri alanındı

source: deleted permanently
ca: eliminat permanentement
da_dk: slettet permanent
it_it: cancellato permanentemente
tr_tr: kalıcı olarak silinir

source: Custom information deleted
ca: informació personalitzada eliminada
it_it: Informazione personalizzata eliminata

source: Custom information isn't existing
ca: informació personalitzada no existeix
it_it: Informazione personalizzata inesistente

source: Custom price deleted
ca: preu personalizat eliminat
it_it: Prezzo personalizzato eliminato

source: Custom price isn't existing
ca: preu personalizat no existeix
it_it: Prezzo personalizzato inesistente

source: Wrong money format in custom price
ca: Format de moneda incorrecte en preu personalitzat
it_it: Formato valuta errata in prezzo personalizzato

source: Price couldn't be fixed, input isn't valid money format
ca: El preu no es pot calcular, format de moneda no vàlid
it_it: Impossibile impostare prezzo, formato valuta invalido

source: Reservation edited.
ca: Reserva editada.
it_it: Prenotazione modificata.

source: Reservation #%1$d copied as #%2$d
ca: Reserva #%1$d copiada com #%2$d
it_it: Prenotazione #%1$d copiata come #%2$d

source: Reservation #%d added
ca: Reserva #%d afegida
it_it: Prenotazione #%d aggiunta

source: Reservation approved
ca: Reserva aprovada
da_dk: Godkendte reservationer
it_it: Prenotazione confermata
tr_tr: Rezervasyon onaylandı

source: Reservation rejected
ca: Reserva rebutjada
it_it: Prenotazione rifiutata

source: Reservations Dashboard
ca: Panel de Reserves
da_dk: Reservations Kontrolpanel
it_it: Pannello Prenotazioni
tr_tr: Rezervasyon Kontrol Paneli

source: Add New
ca: Afegir Nou
da_dk: Tilføj Ny
it_it: Aggiungi Nuovo/a
tr_tr: Yeni Ekle

source: None
ca: Cap
da_dk: Ingen
it_it: Nessuno/a
tr_tr: Yok

source: choose date
ca: Escull data
da_dk: vælg dato
it_it: seleziona data
tr_tr: tarih seç

source: full
ca: plé
da_dk: fuld
it_it: completo
tr_tr: tam

source: Upcoming reservations
ca: Pròximes reserves
da_dk: Kommende reservationer
it_it: Prenotazioni imminenti
tr_tr: Gelen Rezervasyonlar

source: New reservations
ca: Nove reserves
da_dk: Nye reservationer
it_it: Nuovi prenotazioni
tr_tr: Yeni rezervasyonlar

source: What happen today
ca: Què passa avui
da_dk: Hvad sker i dag
it_it: Cosa accade oggi
tr_tr: Bugün ne oldu

source: workload today
ca: càrrega de fien per avui
da_dk: arbejdsbyrde i dag
it_it: carico lavoro odierno
tr_tr: bugün iş yükü

source: Arrival today
ca: Arribada avui
da_dk: Ankommer i dag
it_it: Arrivi odierni
tr_tr: Bugün gelenler

source: Name
ca: Nom
da_dk: Navn
it_it: Nome
tr_tr: İsim

source: Resource
ca: Instal·lació
da_dk: Ressource
it_it: Risorsa

source: Persons
ca: Persones
da_dk: Personer
it_it: Persone
tr_tr: Kişi

source: Price
ca: Preu
da_dk: Pris
it_it: Prezzo
tr_tr: Fiyat

source: Departure today
ca: Data de sortida
da_dk: Rejser i dag
it_it: Partenze odierne

source: Type
ca: Tipus
it_it: Tipo
tr_tr: Tür

source: Approved
ca: Aprovat
da_dk: Godkendt
it_it: Confermato
tr_tr: Onaylandı

source: Pending
ca: Pendent
da_dk: Afventer
it_it: In attesa
tr_tr: Beklemede

source: Rejected
ca: Rebutjada
da_dk: Afvist
it_it: Rifiutato
tr_tr: Red edildi

source: Trashed
ca: Eliminada
da_dk: Smidt i papirkurven
it_it: Cancellato
tr_tr: Sil

source: Time
ca: Temps
da_dk: Tid
it_it: Periodo
tr_tr: Zaman

source: Past
ca: Passades
da_dk: Fortid
it_it: Passato
tr_tr: Geçmiş

source: Present
ca: Actuals
da_dk: Nuværende
it_it: Presente
tr_tr: Bugün

source: Future
ca: Properes
da_dk: Fremtidige
it_it: Futuro
tr_tr: Gelecek

source: Approve
ca: Aprovar
da_dk: Godkend
it_it: Conferma
tr_tr: Onayla

source: Reject
ca: Rebutjar
da_dk: Afvis
it_it: Rifiuta
tr_tr: Reddet

source: View
ca: Veure
da_dk: Se
it_it: Visualizza
tr_tr: Görüntüle

source: Edit
ca: Editar
da_dk: Ret
it_it: Modifica
tr_tr: Düzenle

source: Date
ca: Data
da_dk: Dato
it_it: Data
tr_tr: Tarih

source: Adults
da_dk: Voksne
it_it: Adulti
tr_tr: Yetişkin

source: Children's
ca: Nens
da_dk: Børn
it_it: Bambini
tr_tr: Çocuk

source: Country
ca: Estat
da_dk: Land
it_it: Nazione
tr_tr: Ülke

source: GuestContact
ca: Contacte del Client
da_dk: Gæste Kontakt
it_it: ContattoOspite
tr_tr: Ziyaretçi İletişim

source: Edit reservation
ca: Editar reserva
da_dk: Ret reservation
it_it: Modifica prenotazione
tr_tr: Rezervasyon düzenle

source: delete
ca: eliminar
da_dk: slet
it_it: elimina

source: trash
ca: paperera
da_dk: slet
it_it: elimina

source: From
ca: Des de
da_dk: Fra
it_it: Da
tr_tr: Gönderen

source: To
ca: Fins
da_dk: Til
it_it: A
tr_tr: Bu rezervasyon için

source: Adult's
da_dk: Voksne
it_it: Adulti
tr_tr: Yetişkin

source: Unknown
ca: Desconegut
da_dk: Ukendt
it_it: Sconosciuto
tr_tr: Bilinmeyen

source: Copy
ca: Còpia
it_it: Copia

source: Status & Price
ca: Estat i Preu
da_dk: Status & Pris
it_it: Stato & Prezzo
tr_tr: Durum & Fiyat

source: Status
ca: Estat
it_it: Stato
tr_tr: Durum

source: Reserved
ca: Reservat
da_dk: Reserveret
it_it: Prenotato

source: Assign user
ca: Assignar usuari
da_dk: Tildel bruger
it_it: Assegna utente
tr_tr: Kullanıcı atama

source: Fixed Price
ca: Preu Fixat
da_dk: Fastsat Pris
it_it: Prezzo Fisso
tr_tr: Fiyat Düzenle

source: Paid
ca: Pagat
da_dk: Betalt
it_it: Pagato
tr_tr: Ödeme

source: Send mail
ca: Enviar email
it_it: Invia mail
tr_tr: E-posta Gönder

source: Send mail to user on edit
ca: Enviar missatge a l'usuari quan editi
da_dk: Send mail til bruger ved rettelse
it_it: Invia mail a utente su modifica
tr_tr: Düzenlemeyi kullancıya eposta ile gönder

source: Add custom Field
ca: Afegir camp personalitzat
da_dk: Tilføj brugerdefineret felt
it_it: Aggiungi campo personalizzato
tr_tr: Özel alan ekle

source: Editable
da_dk: Redigerbar
it_it: Modifica
tr_tr: Düzenlenebilir

source: Visible
da_dk: Synlig
it_it: Visibile
tr_tr: Görünür

source: Hidden
ca: Ocult
da_dk: Skjult
it_it: Nascosto
tr_tr: Gizli

source: for Guest
ca: per Hoste
da_dk: for Gæst
it_it: per Ospite
tr_tr: misafir için

source: Add custom Price Field
ca: Afegir camp de preu personalitzat
da_dk: Tilføj brugerdefineret Pris felt
it_it: Aggiungi campo prezzo personalizzato
tr_tr: Özel fiyat alanı ekle

source: Selectable
ca: Seleccionable
da_dk: Valgbar
it_it: Selezionabile
tr_tr: Seçilebilir

source: set price
ca: marcar el preu
da_dk: sæt pris
it_it: imposta prezzo
tr_tr: yeni fiyat

source: fix the sum of the normal calculation
ca: fixar la suma del càlcul normal
da_dk: Fastsæt summen for den normale udregning
it_it: imposta ammontare calcolo normale
tr_tr: Liste fiyatından hesapla

source: Add Reservation
ca: Afegir Reserva
da_dk: Tilføj Reservation
it_it: Aggiungi Prenotazione
tr_tr: Rezervasyon Ekle

source: Childs
ca: Nens
da_dk: Børn
it_it: Bambini
tr_tr: Çocuk

source: Add reservation
ca: Afegir reserva
da_dk: Tilføj reservation
it_it: Aggiungi prenotazioni
tr_tr: Rezervasyon Ekle

source: Fix Price
ca: Fixar Preu
da_dk: Fastsæt Pris
it_it: Prezzo Fisso
tr_tr: Fiyat Düzenle

source: Approve the reservation
ca: Aprobar la reserva
da_dk: Godkend reservationen
it_it: Conferma prenotazione
tr_tr: Rezervasyonu Onayla

source: Reject the reservation
ca: Rebutjar la reserva
da_dk: Afvis reservationen
it_it: Rifiuta prenotazione
tr_tr: Rezervasyonu Reddet

source: Send mail to guest
ca: Enviar email al client
da_dk: Send mail til gæst
it_it: Invia mail a ospite
tr_tr: Misafire eposta gönder

source: Has been paid
ca: S'ha pagat
da_dk: Er blevet betalt
it_it: E' stato pagato
tr_tr: Ödendi

source: the reservation, write a message and press send
ca: la reserva, escriu un misssatge i fes clic a Enviar
da_dk: reservationen, skriv en besked og tryk send
it_it: la prenotazione, scrivi un messaggio e premi invia
tr_tr: ndı mesajı ve iletmek istediğiniz başka bilgiler için aşağıdaki metin kutusuna mesajınızı yazıp

source: Send
ca: Enviar
it_it: Invia
tr_tr: Gönder

source: approved
ca: aprovat
da_dk: Godkendt
it_it: confermato
tr_tr: onaylı

source: rejected
ca: rebutjat
da_dk: afvist
it_it: rifiutato
tr_tr: rededildi

source: pending
ca: pendent
da_dk: afventer
it_it: in attesa
tr_tr: beklemede

source: Day
ca: Dia
da_dk: Dag
it_it: Giorno
tr_tr: Gün

source: Person
ca: persona
it_it: Persona
tr_tr: Kişi

source: Person and Day
ca: Persona i dia
it_it: Persona e Giorno

source: If %s to calculate is
ca: Si %s per calcular és
da_dk: Hvis %s til at beregne er
it_it: se %s da calcolare è

source: and
ca: i
da_dk: og
it_it: e
tr_tr: ve

source: in calendar week
ca: en calendari setmanal
da_dk: i kalenderuge
it_it: nel calendario settimanale
tr_tr: takvim haftasında

source: in quarter
ca: en trimestre
da_dk: i kvartal
it_it: in quarto
tr_tr: çeyrekte

source: Discount
ca: Descompte
da_dk: Rabat
it_it: Sconto
tr_tr: İndirim

source: Resource and all its reservations deleted
ca: Instal·lació i les seves reserves esborrats
it_it: Risorsa e tutte le sue prenotazioni eliminate

source: Resource deleted, but reservations couldnt
ca: Instal·lació esborrada, per les seves reserves no s'han pogut elimiminar
it_it: Risorsa eliminata, ma non le sue prenotazioni

source: Resource #%d added
ca: Instal·lació #%d afegida
it_it: Risorsa #%d aggiunta

source: Please enter a Title
ca: Escrigui un títol
da_dk: Indtast venligst en Titel
it_it: Prego inserire un Titolo
tr_tr: Bir başlık girin

source: Reservations Resources
ca: Reserva d'instal·lacions
da_dk: Reservations Ressourcer
it_it: Risorse Prenotazioni
tr_tr: Rezervasyon Kaynakları

source: Post View
ca: Veure missatge
da_dk: Vis indlæg
it_it: Visualizza Post

source: Title
ca: Títol
da_dk: Titel
it_it: Titolo
tr_tr: Başlık

source: Quantity
ca: Quantitat
da_dk: Antal
it_it: Quantità
tr_tr: Miktar

source: Base Price
ca: Preu Base
da_dk: Basis Pris
it_it: Prezzo Base
tr_tr: Temel Fiyat

source: Filter
ca: Filtre
it_it: Filtro
tr_tr: Filtre

source: Excerpt
ca: Extracte
da_dk: Uddrag
it_it: Riassunto
tr_tr: Özet

source: Full
ca: Complet
it_it: Pieno

source: Available
ca: Disponible
da_dk: Tilgængelig
it_it: Disponibile
tr_tr: Geçerli

source: edit
ca: editar
da_dk: ret
it_it: modifica
tr_tr: düzenle

source: edit
ca: editar
da_dk: ret
it_it: modifica
tr_tr: düzenle

source: edit post
ca: editar missatge
da_dk: ret indlæg
it_it: modifica post
tr_tr: sayfa düzenle

source: edit resource
ca: editar instal·lació
da_dk: ret ressource
it_it: modifica risorsa

source: copy resource settings
ca: copiar la configuració de la instal·lació
it_it: copia impostazioni risorsa

source: Really delete this resource and all its reservations?
ca: Realment vols esborrar la instal·lació i les seves reserves?
it_it: Eliminare questa risorsa e relative prenotazioni?

source: Resource's count names changed
ca: La quantitat d'instal·lacions ha canviat
it_it: Conteggio cambiamento nomi risorsa

source: Requirements edited
ca: Requerimients editats
da_dk: Krav redigeret
it_it: Requisiti modificati

source: Insert right money format
ca: Insereixi un format de moneda correcte
da_dk: Indsæt rigtigt pengeformat
it_it: Inserire formato valuta corretto

source: Count of resource space edited
ca: Quantita de llocs instal·lacions editada
da_dk: Antal af ressource plads redigeret
it_it: Conteggio di modifiche spazio risorsa

source: Price setting changed
ca: Els preus han canviat
da_dk: Pris indstilling rettet
it_it: Impostazione prezzo modificato

source: Resource permission edited
ca: Permisos d'instal·lacions editat
da_dk: Ressource tilladelse redigeret
it_it: Permesso risorsa modificato

source: Only admins can change the permissions for
ca: Nomé els Administradores poden canviar els permissos de
da_dk: Kun administratorer kan rette tilladelserne for
it_it: Solo gli admin possono variare il permesso per

source: resource
ca: Instal·lació
da_dk: ressource
it_it: risorsa

source: Children's discount edited
ca: Descompte per nens editat
da_dk: Børnerabat redigeret
it_it: Sconto bambini modificato

source: Tax percentage has to be numeric
ca: L'impost ha de ser numèric
it_it: Percentuale tassa deve essere numerica

source: Enter a starting date
ca: Posi una data d'arribada
da_dk: Indtast en startdato
it_it: Inserire una data inizio
tr_tr: Başlangıç tarihini girin

source: Enter an ending date
ca: Posi una data de sortida
da_dk: Indtast en slutdato
it_it: Inserire una data fine
tr_tr: Bitiş tarihini girin

source: Select a condition
ca: Seleccioni una condició
da_dk: Vælg en betingelse
it_it: Selezione una condizione
tr_tr: Bir durum seçin

source: No arrival or departure possible - use unavailability filter to disable reservations by time
ca: Datas d'arribada i sortida imporibles - utilitza el filtre de disponibilidad per deshabilitar les reserves per temps
it_it: Nessun arrivo o partenza possibile - usa il filtro occupato per disabilitare le prenotazioni per tempo

source: Please give the filter a name
ca: Doni un nom al filtre
it_it: Inserire un nome per il filtro

source: Comments
ca: Comentaris
da_dk: Kommentarer
it_it: Commenti
tr_tr: Yorumlar

source: Priority
ca: Prioritat
da_dk: Prioritet
it_it: Priorità
tr_tr: Öncelik

source: No price filter set
ca: No s'ha fixat un filtre de preu
da_dk: Intet pris filter fastsat
it_it: Nessuno filtro prezzo impostato
tr_tr: Fiyat filtre ayarı yapılmamış

source: Condition
ca: Condició
da_dk: Betingelse
it_it: Condizione
tr_tr: Durum

source: calculate
ca: calcular
da_dk: Beregn
it_it: calcola
tr_tr: hesapla

source: check
ca: comprovar
da_dk: tjek
it_it: spunta
tr_tr: kontrol

source: resource is unavailable
ca: Instal·lació no està disponible
da_dk: ressource er ikke tilgængelig
it_it: risorsa non disponibile

source: All
ca: tot
da_dk: Alle
it_it: Tutti
tr_tr: Tümü

source: No filter set
ca: No té filtre
da_dk: Intet filter fastsat
it_it: Nessun filtro impostato
tr_tr: Hiçbir filtre ayarı yaılmamış

source: Price simulator
ca: Simulador de preu
da_dk: Pris simulator
it_it: Simulatore Prezzo
tr_tr: Fiyat simülatörü

source: Unit
ca: Unitat
da_dk: Enhed
it_it: Unità
tr_tr: Birim

source: Hourly billing
ca: Facturació per hora
da_dk: Fakturering pr. time
it_it: Fatturazione oraria

source: Daily billing
ca: Facturació diaria
da_dk: Fakturering pr. dag
it_it: Fatturazione giornaliera

source: Weekly billing
ca: Facturació setmanal
da_dk: Fakturering pr. uge
it_it: Fatturazione settimanale

source: Monthly billing
ca: Pagament mensual
it_it: Fatturazione mensile

source: Calculate base price only once
it_it: Calcola prezzo base solo una volta

source: Price per person
ca: Preu per persona
da_dk: Pris per person
it_it: Prezzo per persona

source: Taxes
ca: Impostos
it_it: Tasse

source: Add
ca: Afegir
da_dk: Tilføj
it_it: Aggiungi
tr_tr: Ekle

source: Availability
ca: Disponibilitat
da_dk: Tilgængelighed
it_it: Disponibilità

source: Availability by
it_it: Disponibilità per

source: Arrival possible on
ca: Arribada possible en
it_it: Arrivo possibile il

source: Departure possible on
ca: Sortida possible en
it_it: Partenza possibile il

source: Required permission
da_dk: Påkrævet tilladelse
it_it: Permesso richiesto

source: Set
ca: Fixar
da_dk: Sæt
it_it: Imposta
tr_tr: Düzenle

source: Unavailability
ca: Indisponibilitat
da_dk: Utilgængelighed
it_it: Occupato
tr_tr: Kullanılmayan

source: Requirements
ca: Requeriments
it_it: Requisiti

source: Date range
ca: Rang de dates
da_dk: Dato interval
it_it: Intervallo date
tr_tr: Tarih aralığı

source: Hours
ca: Hores
da_dk: Timer
it_it: Ore

source: select nothing to change price/availability for entire
ca: No seleccionar res per canviar el preu/disponibilidad per complert
da_dk: Vælg intet for at ændre pris/tilgængelighed for hele
it_it: seleziona niente per modificare prezzo/disponibilità per intero

source: day
ca: dia
da_dk: dagen
it_it: giorno

source: Days
ca: Dies
da_dk: Dage
it_it: Giorni
tr_tr: Gün

source: calendar week
ca: calendari setmanal
da_dk: kalenderugen
it_it: calendario settimana

source: Calendar Week
ca: Calendari Setmanal
da_dk: Kalenderuge
it_it: Calendario Settimana
tr_tr: Takvim Haftası

source: month
ca: mes
da_dk: måneden
it_it: mese

source: Months
ca: Mesos
da_dk: Måneder
it_it: Mesi
tr_tr: Ay

source: quarter
ca: trimestre
da_dk: kvartalet
it_it: quarto

source: Quarter
ca: Trimestre
da_dk: Kvartal
it_it: Quarto
tr_tr: çeyrek

source: year
ca: any
da_dk: året
it_it: anno

source: Year
ca: Any
da_dk: År
it_it: Anno
tr_tr: Yıl

source: between reservation and arrival
ca: entre la reserva i l'arribada
da_dk: mellem reservation og ankomst
it_it: tra prenotazione e arrivo

source: Recurring guests
ca: Client frequent
da_dk: Tilbagevendende gæster
it_it: Ospite ricorrente
tr_tr: Dönüşümlü misafir

source: Amount of
ca: Quantitat de
da_dk: Mængden af
it_it: Somma di

source: Mode
it_it: Modalità
tr_tr: Biçim

source: Price per Reservation
ca: Preu per Reserva
da_dk: Pris pr. Reservation
it_it: Prezzo per Prenotazione
tr_tr: Rezervasyon başına fiyat

source: Price per
ca: Preu per
da_dk: Pris pr.
it_it: Prezzo per

source: Price per Person
ca: Preu per persona
da_dk: Pris pr. Person
it_it: Prezzo per Persona
tr_tr: Kişi başına fiyat

source: Percent
ca: Percentatje
da_dk: Procent
it_it: Percento
tr_tr: Yüzde

source: Add filter
ca: Afegir filtre
da_dk: Tilføj filter
it_it: Aggiungi filtro
tr_tr: Filtre ekle

source: Resources Numbers/Names
ca: Instal·lació Números/Noms
da_dk: Ressource Numre/Navne
it_it: Modifica filtro

source: Edit filter
ca: Editar filtre
da_dk: Ret filter
it_it: Modifica filtro
tr_tr: Filitre Düzenle

source: visits
ca: visites
da_dk: besøg
it_it: visite
tr_tr: ziyaret

source: persons
ca: persones
da_dk: personer
it_it: persone
tr_tr: kişi

source: Copy resource
ca: Copiar instal·lació
it_it: Copia risorsa

source: Add resource
ca: Afegir instal·lació
da_dk: Tilføj Ressource
it_it: Aggiungi risorsa

source: This will add a custom post that's private and only visible in forms and admin
ca: Això afegirà un missatge personalitzat privat i només serà visible en formularis i administració
da_dk: Dette vil tilføje et brugerdefineret indlæg der er privat og kun kan ses i formularer og af administrator
it_it: Questo aggiunge un post personalizzato privato e visibile solo nei moduli e per admin

source: Resource's Title
ca: Títol de la instal·lació
da_dk: Ressourcens Titel
it_it: Titolo Risorsa

source: Resource's Content
ca: Contingut de la instal·lació
da_dk: Ressourcens Indhold
it_it: Contenuto Risorsa

source: Resource Image
ca: Foto de la instal·lació
da_dk: Ressourcens Billede
it_it: Immagine Risorsa

source: Database cleaned
ca: Base de Dades neta
da_dk: Database renset
it_it: Database pulito
tr_tr: Rezervasyonlar için veritabanı temizlendi...

source: Back
ca: Enrera
da_dk: Tilbage
it_it: Indietro
tr_tr: Geri

source: General settings saved
ca: Configuració general guardada
da_dk: Generelle indstillinger gemt
it_it: Impostazioni generali salvate
tr_tr: Genel ayarlar kaydedildi...

source: Form%ssaved
ca: Formulari %s guardat
da_dk: Formularen%sgemt
it_it: Modulo%ssalvato
tr_tr: Form%skaydedildi...

source: Permissions changed
ca: Permissos canviados
da_dk: Tilladelser ændret
it_it: Permessi modificati
tr_tr: İzinler değiştirildi...

source: Form %s has been deleted
ca: Formulari %s eliminat
da_dk: Formular %s er blevet slettet
it_it: Modulo %s è stato eliminato
tr_tr: %s formu silindi...

source: Form %s has been added
ca: Formulari %s afegit
da_dk: Formular %s er blevet tilføjet
it_it: Modulo %s è stato aggiunto
tr_tr: %s formu eklendi

source: Please enter a name for the form
ca: Escrigui un nom pel formulari
da_dk: Indtast venligst et navn til formularen
it_it: Inserisci un nome per il modulo

source: Reservations Settings
ca: Configuració de Reserves
da_dk: Reservations Indstillinger
it_it: Impostazioni Prenotazioni
tr_tr: Rezervasyon Ayarları

source: General
da_dk: Generelt
it_it: Generale
tr_tr: Genel

source: Form
ca: Formulari
da_dk: Formular
it_it: Modulo

source: About
ca: sobre
da_dk: Om
it_it: Informazioni su
tr_tr: Hakkında

source: Grey
ca: Gris
da_dk: Grå
it_it: Grigio
tr_tr: Gri

source: after
it_it: dopo

source: before
it_it: prima

source: Whitespace between price and currency sign
it_it: Spazio tra prezzo e simbolo valuta

source: Th. seperator
it_it: Separatore Migliaia

source: Dec. seperator
it_it: Separatore Decimale

source: show decimals
it_it: mostra decimali

source: round
it_it: arrotondamento

source: Example
it_it: Esempio

source: Date format
ca: Format de data
da_dk: Datoformat
it_it: Formato data
tr_tr: Tarih biçimi

source: Admin Style
ca: Estil Admin
it_it: Stile Admin

source: Merge resources
ca: Combinar instal·lacions
it_it: Unisci risorse

source: Tutorial
it_it: Guida

source: Enable tutorial mode
ca: Habilitar mode tutorial
it_it: Abilita modalità guidata

source: Uninstall
ca: Desinstal·lar
da_dk: Fjern
it_it: Disinstalla
tr_tr: Kaldır

source: Delete settings, reservations and resources
ca: Eliminar configuració, reserves i instal·lacions
da_dk: Slet indstillinger, reservationer og ressourcer
it_it: Elimina impostazioni, prenotazioni e risorse
tr_tr: Ayarları, rezervasyon ve kaynakları sil

source: Save Changes
ca: Guardar Canvis
da_dk: Gem Ændringer
it_it: Salva modifiche
tr_tr: Değişiklikleri Kaydet

source: Documentation
ca: Documentació
da_dk: Dokumentation
it_it: Documentazione
tr_tr: Belgelendirme

source: Report bug
ca: Reportar error
it_it: Invia segnalazione

source: Rate the Plugin
ca: Qualificar el Plugin
it_it: Valuta il Plugin

source: Clean Database
ca: Netejar Base de Dades
da_dk: Rens Database
it_it: Pulisci Database
tr_tr: Veritabanını Temizle

source: Clean
ca: Netejar
da_dk: Rens
it_it: Pulisci
tr_tr: Temizle

source: Change Permissions
ca: Canviar Permissos
da_dk: Ret Tilladelser
it_it: Cambia Permessi
tr_tr: Kullanıcı İzinleri ( Yetkiler )

source: Statistics
ca: Estadístiques
da_dk: Statistikker
it_it: Statistiche
tr_tr: İstatistik

source: Departure Date
ca: Data de sortida
da_dk: Afrejsedato
it_it: Data Partenza
tr_tr: Ayrılış Tarihi

source: Value
ca: Valor
da_dk: Værdi
it_it: Valore

source: Width
ca: Ample
da_dk: Bredde
it_it: Larghezza
tr_tr: Genişlik

source: Height
ca: Alçada
da_dk: Højde
it_it: Altezza

source: Required
ca: Requerit
da_dk: Påkrævet
it_it: Richiesto
tr_tr: gerekli

source: Style
ca: Estil
da_dk: Stil
it_it: Stile
tr_tr: Stil

source: Selected
ca: Seleccionat
da_dk: Valgt
it_it: Selezionato

source: Exclude
ca: Excloure
da_dk: Udelad
it_it: Escludi

source: Content
ca: Contingut
it_it: Contenuto
tr_tr: Açıklama

source: White
ca: Blanc
da_dk: Hvid
it_it: Bianco
tr_tr: Beyaz

source: Submit
ca: Enviar
it_it: Invia
tr_tr: Gönder

source: Custom
ca: Personalitzat
da_dk: Brugerdefineret
it_it: Personalizzato

source: Select
ca: Seleccionar
da_dk: Vælg
it_it: Seleziona
tr_tr: Seç

source: Checkbox
ca: Casella de Selecció
it_it: Casella di spunta
tr_tr: Onay Kutusu

source: Text field with datepicker
ca: Camp de texte amb Selecció de data
da_dk: Teksfelt med datovælger
it_it: Campo testo con datepicker

source: Show price
ca: Mostrar preu
da_dk: Vis pris
it_it: Mostra prezzo
tr_tr: Fiyat göster

source: Information
ca: Informació
it_it: Informazione

source: Active
ca: Actiu
da_dk: Aktiv
it_it: Attivo
tr_tr: Etkin
