Repository: RomaLytar/easyreservations
Catalog: languages/easyReservations-*.po
Languages: ca, da_dk, it_it, tr_tr

source: Subject
ca: Assumpte
da_dk: Emne
it_it: Oggetto
tr_tr: Konu

source: wordwrap
ca: ajust de línia
da_dk: tekstombrydning
it_it: a capo

source: message from admin
ca: Missatge de l'administrador
da_dk: besked fra administrator
it_it: messaggio da admin
tr_tr: yöneticiden gelen mesaj

source: name
ca: nom
da_dk: navn
it_it: nome
tr_tr: isim

source: arrival date
ca: Data d'arribada
da_dk: ankomstdato
it_it: data arrivo
tr_tr: geliş tarihi

source: departure date
ca: Data de sortida
da_dk: afrejse dato
it_it: data partenza
tr_tr: ayrılış tarihi

source: amount of %s from date of reservation
ca: quantitat de %s des de la data de reserva
da_dk: antal af %s fra datoen for reservation
it_it: numero di %s dalla data di prenotazione

source: amount of adults
ca: quantitat d'adults
da_dk: antal voksne
it_it: numero di adulti

source: amount of childs
ca: quantitat de nens
da_dk: antal børn
it_it: numero di bambini

source: country of guest
ca: Estat de residencia del client
da_dk: gæstens land
it_it: nazione del ospite
tr_tr: misafir ülkesi

source: name of resource
ca: nom de la instal·lació
da_dk: navn på ressource
it_it: nome della risorsa

source: name of resource number
ca: nom del número a la instal·lació
da_dk: navn på ressource nummer
it_it: nome del numero risorsa

source: custom fields
ca: camps personalitzats
da_dk: brugerdefinerede felter
it_it: campi personalizzati
tr_tr: özel alanlar

source: price fields
ca: camps de preu
it_it: campi prezzo

source: show changes after edits
ca: mostrar canvis després d'editar
da_dk: vis ændringer efter rettelser
it_it: mostra cambiamenti dopo modifiche
tr_tr: düzenlemeler sonrası değişiklikleri gösterir

source: Changelog
ca: Canvis
da_dk: Ændringslog
it_it: Registro modifiche
tr_tr: Değişiklikler

source: Chrome Extension
it_it: Estensione Chrome

source: Latest News
ca: Últimes Notícies
da_dk: Seneste Nyheder
it_it: Ultime Notizie
tr_tr: Son Haberler

source: Room
ca: Habitació
da_dk: Rum
it_it: Stanza
tr_tr: Oda

source: Cancel
ca: Cancel·lar
da_dk: Annuller
it_it: Annulla
tr_tr: Vazgeç

source: Your reservation is complete
ca: La seva reserva està feta
it_it: La tua prenotazione è stata inserita

source: Your reservation was sent
ca: La seva reserva s'ha enviat
da_dk: Din reservation blev afsendt
it_it: La tua prenotazione è stata inviata
tr_tr: Rezervasyonunuz başarıyla alındı

source: Reservation was validated succesfully
ca: Reserva d'instal·lacions
it_it: Prenotazione inserita correttamete

source: %s is required
ca: %s és obligatori
da_dk: %s er påkrævet
it_it: %s è richiesto

source: Add another reservation
ca: Afegir reserva
it_it: Aggiungi altra prenotazione

source: Submit all reservations
ca: Enviar totes les reserves totals
it_it: Invia tutte prenotazioni

source: You are not allowed to access this file.
ca: No tens permís d'accès per aquest arxiu.
da_dk: Du har ikke adgang til denne fil.
it_it: Non hai il permesso di accedere al file.
tr_tr: Kaç gün öncesi düzenlenebilir?

source: choose
ca: esculli
da_dk: vælg
it_it: seleziona
tr_tr: seçim yap

source: Calendar
ca: Calendari
da_dk: Kalender
it_it: Calendario
tr_tr: Takvim

source: Choose type of shortcode
ca: Esculli el tipus de Shortcodes
da_dk: Vælg typen af Shortkode
it_it: Seleziona tipo di shortcode
tr_tr: Özelkod türünü seçin

source: The shortcodes wont work if more then one of the same type are on the same site
ca: Els Shortcodes no funcionen si més d'un del mateix tipo està en el mateix lloc
da_dk: Shortkoderne vil ikke virke hvis der findes mere end en af samme salgs på samme side
it_it: Il shortcode non funziona se sono presenti più di un dello stesso tipo sullo stesso sito

source: This can happen with posts in category-views or on homepage
ca: Això pot passar amb els missatges en vista-categoria o a la pàgina d'inici
da_dk: Dette kan ske med indlæg i kategori-visninger, eller på hjemmesiden
it_it: Ciò può accadere con posts nelle category-views o sulla homepage

source: To prevent this add the shortcodes after the [more] tag
ca: Per evitar que s'afegeixin Shortcodes després de l'etiqueta [more]
da_dk: For at undgå dette, tilføj shortkoder efter [more] tagget
it_it: Per impedire questo aggiungi i shortcode dopo il tag [more]

source: Insert
ca: Insertar
da_dk: Indsæt
it_it: Inserisci
tr_tr: Ekle

source: Custom Style
ca: Estil personalitzat
it_it: Stile Personalizzato

source: Select form template
ca: Seleccionar plantilla de formulari
it_it: Seleziona template del modulo

source: Attached to reservations if no resource [tag] in form
ca: S'adjunta a les reserves sense el tag [resource] en el formulari
it_it: Allegato alle prenotazioni se nessun [tag] risorsa nel modulo

source: Blue
ca: Blau
da_dk: Blå
it_it: Blu
tr_tr: Mavi

source: Select style
ca: Seleccionar estil
da_dk: Vælg udseende
it_it: Seleziona stile
tr_tr: Stil seç

source: Multiple reservations
ca: Reserves múltiples
it_it: Prenotazioni multiple

source: Overlay
it_it: Sovraponi

source: If multiple reservations are enabled the overlay will show the list of the reservations.
ca: Si està habilitada la reserva multiple, apareixerà una capa superposada amb la lista de reserves.
it_it: Se le prenotazioni multiple sono abilitate la sovrapoizione mostrerà la lista delle prenotazioni.

source: Overlay message
ca: Missatge superposat
it_it: Messaggio in impressione

source: Overlay sub-message
ca: Submissatge de la capa superposada
it_it: Sovraponi sub-messaggio

source: Name for resources
ca: Nom per instal·lació
it_it: Nome per risorsa

source: Persons in list
ca: Persona en llista
it_it: Persone in lista

source: After submit one or multiple reservations the overlay or page will show this messages, the price and, if available, the paypal button and the credit cards form.
ca: Després d'enviar una o múltiples reserves la capa superposadas mostrará aquests missatges, el preu i, si està disponible, el butó de paypal i el formulari de targeta de crèdit
it_it: Dopo aver inserito una o piu prenotazioni la sovraposizione o pagina mostrerà questo messaggio, il prezzo e, se disponibile, il pulsante paypal ed il modulo dei crediti.

source: Submit message
ca: Enviar missatge
da_dk: Submit besked
it_it: Invia messaggio

source: Submit sub-message
ca: Enviar missatge
it_it: Invia sub-messaggio

source: Credit Card
ca: Targeta de crèdit
it_it: Carta di Credito

source: If the credit card form is enabled this messages will be shown after a successfully submit of it.
ca: Si el formulari de la targeta de crèdit està habilitat, es mostraran aquests Missatges deprés de l'enviament correcte de les dades.
it_it: Se la carta di credito è abilitata questo messaggio verrà mostrato dopo un inserimento corretto.

source: Credit Card message
ca: Missatge de Targeta de crèdit
it_it: Messaggio Carta di Credito

source: Credit Card sub-message
ca: Submissatge Targeta de Crèdito
it_it: Sub-messaggio Carta di Credito

source: Only add one form per page or post
ca: Només afegir un formulari per pàgina o entrada
da_dk: Tilføj kun en formular pr. side eller indlæg
it_it: Aggiunge solo un modulo per pagina o post
tr_tr: Bo formu sadece sayfa başına ekleyin

source: Select default resource
ca: Seleccioni instal·lació per defecte
it_it: Seleziona risorsa predefinita

source: simple
da_dk: simpelt
it_it: semplice
tr_tr: basit

source: modern
da_dk: moderne
it_it: moderno

source: Select calendar style
ca: Seleccioni un estil de calendari
da_dk: Vælg kalender udseende
it_it: Seleziona stile calendario
tr_tr: Takvim stilini seçin

source: Show price in calendar
ca: Mostrar preu en calendari
da_dk: Vis pris i kalender
it_it: Mostra prezzo nel calendario
tr_tr: Takvimde fiyat göster

source: Check
ca: Comprovar
it_it: Spunta

source: This shortcode adds an availability calendar to the post or page
ca: Aquest Shortcode afegeix un calendari de disponibilitat a la entrada o pàgina
da_dk: Denne shortkode tilføjer en kalender, der viser ledige dage, til Siden eller Indlægget
it_it: Questo shortcode aggiunge un calendario disponibilità al post o pagina
tr_tr: Bu özel kod sayfaya takvim ekler.

source: You can combine it with a form or the edit-form by add it to the same page
ca: Pots combinar aquest amb un formulari o el formulari d'edició en afegir-ho a la mateixa pàgina
da_dk: Du kan kombinere den med en formular eller ret-formular, ved at tilføje den til samme side
it_it: Puoi usarlo in combinazione con un modulo o edit-form aggiungendolo alla stessa pagina
tr_tr: Bu takvimi form üstünede ekleyebilirsiniz.

source: Only add the calendar once per page or post
ca: Només afegir el calendari una cop per pàgina o entrada
da_dk: Tilføj kun kalenderen én gang per side eller indlæg
it_it: Aggiunge il calendario una sola volta per pagina o post
tr_tr: Bir sayfaya sadece bir takvim ekleyin.

source: Please enter correct dates
ca: Si us plau, introdueixi les dates correctes
it_it: Inserire date valide

source: The departure date has to be after the arrival date
ca: La data de sortida ha de ser posterior a la d'arribada
da_dk: Afrejsedatoen skal være ankomstdatoen
it_it: La data di partenza deve essere dopo la data di arrivo

source: Adults has to be a number at least one
ca: Adults ha de ser un número de almenys 1
it_it: Deve esservi almeno un adulto

source: Children's has to be a number
ca: nens ha de ser un número
it_it: Specificare un numero per i bambini

source: Not available at
ca: No disponible en
it_it: Occupato fino al

source: Selected time is occupied
ca: L'hora seleccionada està ocupada
it_it: Il periodo selezionato risulta occupato

source: The arrival date has to be in future
ca: La data d'arribada ha de ser més endavant
da_dk: Ankomstdatoen skal være i fremtiden
it_it: La data di arrivo deve essere nel futuro
tr_tr: Varış tarihi gelecekte olmak zorundadır

source: At least %1$s persons in %2$s
ca: Al menys %1$s adults en %2$s
da_dk: Mindst %1$s personer i %2$s
it_it: Almeno %1$s persone in %2$s

source: Maximum %1$s persons in %2$s
ca: Màxim %1$s adults en %2$s
da_dk: Maksimum %1$s personer i %2$s
it_it: Massimo %1$s persone in %2$s

source: At least %1$s %2$s in %3$s
ca: Al menys %1$s %2$s en %3$s
da_dk: Mindst %1$s %2$s i %3$s
it_it: Almeno %1$s %2$s in %3$s

source: Maximum %1$s %2$s in %3$s
ca: Màxim %1$s %2$s en %3$s
da_dk: Maksimum %1$s %2$s i %3$s
it_it: Massimo %1$s %2$s in %3$s

source: Arrival only possible on %s
ca: La data d'arribada només és possible els %s
it_it: Arrivo possibile solamente il %s

source: Departure only possible on %s
ca: La data de sortida només és possible els %s
it_it: Partenza possibile solamente il %s

source: The arrival date was edited
ca: La data d'arribada ha estat editada
da_dk: Ankomstdatoen blev redigeret
it_it: La data di arrivo è stata modificata
tr_tr: Geliş tarihi düzenlendi

source: The departure date was edited
ca: La data de sortida ha estat editada
da_dk: Afrejsedatoen blev redigeret
it_it: La data di partenza è stata modificata
tr_tr: Ayrılış tarihi düzenlendi

source: The name was edited
ca: El nombre ha estat editat
da_dk: Navnet blev redigeret
it_it: Il nome è stato modificato
tr_tr: İsim düzenlendi

source: The email was edited
ca: El Email ha estat editat
da_dk: E-Mail adressen blev redigeret
it_it: L'email è stata modificata
tr_tr: E-posta düzenlendi

source: The amount of adults was edited
ca: La quantitat d'adults ha estat editada
it_it: Il numero di adulti è stato modificato

source: The amount of childs was edited
ca: La quantitat de nens ha estat editat
da_dk: Antallet af børn blev redigeret
it_it: Il numero di bambini è stato modificato

source: The country was edited
ca: El país ha estat editat
da_dk: Landet blev redigeret
it_it: La nazione è stata modificata
tr_tr: Ülke düzenlendi

source: The resource was edited
ca: Les instal·lacions s'ha editat
it_it: La risorsa è stata modificata

source: Custom fields got edited
ca: Els camps personalitzats s'han editat
da_dk: Brugerdefinerede felter blev redigeret
it_it: Campi personalizzati modificati

source: Prices got edited
ca: Els preus s'han editat
it_it: Prezzi modificati

source: trashed
ca: eliminat
da_dk: slettet
it_it: cestinato
tr_tr: silindi

source: Checked for updates
ca: Comprovar actualizacions
it_it: Verificato aggiornamenti

source: Logging in
ca: Entrant
it_it: Autenticando

source: Module %s activated
ca: Mòdul %s activat
da_dk: Modulet %s er aktiveret
it_it: Modulo %s attivato
tr_tr: %s modülü etkinleştirildi...

source: Logged out
ca: Sortint
it_it: Disconesso

source: All installed modules activated
ca: Tots els mòduls estan activats
it_it: Attivato tutti i moduli installati

source: All installed modules deactivated
ca: Tots els mòduls estan desactivats
it_it: Disattivato tutti i moduli installati

source: updated
ca: actualitzat
it_it: aggiornato

source: installed
ca: instal·lat
it_it: Installato

source: Failure at updating module %1$s - %2$s
ca: Error actualitzant el mòdul %1$s - %2$s
it_it: Fallito aggiornamento modulo %1$s - %2$s

source: Module %1$s %2$s
ca: Mòdul %1$s %2$s
it_it: Modulo %1$s %2$s

source: Module %s deactivated
ca: Mòdul %s desactivat
da_dk: Modulet %s er deaktiveret
it_it: Modulo %s disattivato
tr_tr: %s modülü devredışı bırakıldı...

source: Module %s deleted
ca: Mòdul %s esborrat
it_it: Modulo %s eliminato

source: Module %s installed successfully
ca: Mòdul %s instal·lado satisfactoriament
da_dk: Modulet %s er installeret med succes
it_it: Modulo %s installato correttamente
tr_tr: %s modülü başarıyla yüklendi

source: Upload failed
ca: La càrrega de l'arxiu ha fallat
da_dk: Upload mislykkedes
it_it: Upload fallito
tr_tr: Yükleme başarısız

source: Wrong file
ca: Arxiu equivocat
da_dk: Forkert fil
it_it: File errato
tr_tr: Yanlış dosya

source: Invoice
ca: Factura
it_it: Fattura

source: Payment
ca: Pagament
it_it: Pagamento

source: Releated Posts Add-On
it_it: Aggiunte relative agli articoli

source: Link post or pages with resources for the search results
it_it: Collega articoli o pagine con risorse relative ai risultati ricerca

source: Resource Attributes Add-On
it_it: Attributi Aggiuntivi Risorsa

source: Give resource different attributes to let your guests search more detailed
it_it: Fornisce attributi ulteriori per la tua risorsa affinchè gli ospiti abbiano più dettagli

source: User Control Panel
ca: Panell de Control de l'Usuari
it_it: Pannello Controllo Utente

source: Text.
ca: texte.
it_it: Testo.

source: Styles
ca: Estils
it_it: Stili

source: Let your guests enter coupon codes for discounts.
ca: permeti als seus clients introduis un codi de cupó descompte.
it_it: Permette agli ospiti di inserire eventuali coupon di sconto.

source: Description
ca: Descripció
da_dk: Beskrivelse
it_it: Descrizione
tr_tr: Açıklama

source: Installed
ca: Instal·lat
da_dk: Installeret
it_it: Installato
tr_tr: Yüklendi

source: Actual
da_dk: Aktuel
it_it: Attuale
tr_tr: Güncel

source: Activate
ca: Activar
da_dk: Aktiver
it_it: Attiva
tr_tr: Etkin

source: Delete
ca: Eliminar
it_it: Elimina

source: Deactivate
ca: Desactivar
da_dk: Deaktiver
it_it: Disattiva
tr_tr: Devredışı

source: Incompatibility - Update easyReservations to at least %s
ca: Incompatibilitat - Actualitza easyReservations almenys fins %s
it_it: Incompatibilità - Aggiorna easyReservations almeno alle versione %s

source: Incompatibility - This version of easyReservations needs at least version %s of this module
ca: Incompatibilitat - Aquesta versió d'easyReservations necessita almenys la versió %s d'aquest mòdul
it_it: Incompatibilità - Questa versione di easyReservations necessita almeno delle versione %s di questo modulo

source: Update
ca: Actualització
it_it: Aggiorna

source: Reinstall
ca: Resinstal·lar
it_it: Reinstalla

source: Install
ca: Instal·lar
da_dk: Installer
it_it: Installa
tr_tr: Yükle

source: Download
ca: Descàrrega
it_it: Scarica
tr_tr: İndir

source: Premium Login
ca: Accès Premium
it_it: Accesso Premium

source: Premium Features
ca: Característiques Premium
it_it: Dettagli Premium

source: Username
ca: nom d'ususari
it_it: Nome Utente

source: Install all modules
ca: Instal·lar tots els mòduls
it_it: Installa tutti i moduli

source: Activate All
ca: Activar tots
it_it: Attiva Tutti

source: Deactivate All
ca: Desactivar tots
it_it: Disattiva Tutti

source: Check for updates
ca: Comprovar Actualitzacions
it_it: Verifica aggiornamenti

source: Last check
ca: Última comprovació
da_dk: Sidste tjek
it_it: Ultimo controllo
tr_tr: Son Kontrol

source: Install or Update Module manually
ca: Instal·li o Actualitzi el mòdul manualment
it_it: Installa o Aggiorna Modulo manualmente

source: Wrong login data
ca: Dades d'accès incorrectes
it_it: Dati accesso errati

source: No premium account - %s
ca: No és compte premium - %s
it_it: Nessun account premium - %s

source: cURL isnt installed on your server, please contact your host
ca: cURL no està instal·lat al seu servidor, contacti amb el seu servidor
it_it: cURL non installato sul tuo server, contatta il tuo host

source: Failure at copying module %1$s - %2$s
ca: Error copiant el mòdul %1$s - %2$s
it_it: Fallito nel copiare modulo %1$s - %2$s

source: Price calculation
ca: Càlcul del preu
da_dk: Prisberegning
it_it: Calcolo prezzo

source: Total
it_it: Totale

source: Custom price
ca: Preu personalitzat
it_it: Prezzo personalizzato

source: Stay filter
ca: Mantenir filtre
it_it: Filtro soggiorno

source: Loyal filter
ca: Filtre Loyal
it_it: Filtro fedele

source: Person filter
ca: Filtre per persona
it_it: Filtro persona

source: Earlybird filter
ca: Filtre: Earlybooking
it_it: Filtro mattinieri

source: Price per Children
ca: Preu per nen
it_it: Prezzo per Bimbi

source: Tax
ca: Impost
it_it: Tasse

source: Price filter
ca: Filtre de preu
it_it: Filtro prezzo

source: Base price
ca: Preu base
da_dk: Grundpris
it_it: Prezzo base
tr_tr: Temel fiyat

source: active
ca: actiu
it_it: attivo

source: future
ca: futur
it_it: futuro

source: past
ca: passat
it_it: passato

source: price
ca: Preu
it_it: prezzo

source: paid
ca: pagat
da_dk: betalt
it_it: pagato
tr_tr: ödendi

source: time
ca: hora
it_it: ora

source: status
ca: estatus
it_it: stato

source: Reservations dashboard settings saved
ca: Guardada Configuració del Panell de Control de Reserves
da_dk: Reservations kontrolpanel indstillinger gemt
it_it: Impostazioni Panello Comandi Prenotazioni salvate
tr_tr: Rezervasyon panel ayarları kaydedildi...

source: Show/Hide content
ca: Mostrar/Ocultar contingut
da_dk: Vis/Gem indhold
it_it: Mostra/Nascondi contenuto
tr_tr: İçeriği Göster/Gizle

source: Overview
ca: Vissió de conjunt
da_dk: Overblik
it_it: Panoramica
tr_tr: Genel Bakış

source: Table
ca: Taula
da_dk: Tabel
it_it: Tabella
tr_tr: Tablo

source: Export
ca: Exportar
da_dk: Eksporter
it_it: Esporta
tr_tr: Dışarı Aktar

source: Color
da_dk: Farve
it_it: Colore
tr_tr: Renk

source: Date
ca: Data
it_it: Data

source: Reserved
ca: reservada
da_dk: Reserveret
it_it: Prenotato

source: Resource number
ca: Instal·lació número
da_dk: Ressource nummer
it_it: Numero risorsa

source: Custom fields
ca: Camps personalitzats
da_dk: Brugerdefinerede felter
it_it: Campi personalizzati
tr_tr: Özel alanlar

source: Custom prices
ca: Preus personalitzats
da_dk: Brugerdefinerede priser
it_it: Prezzi personalizzati
tr_tr: Özel fiyatlar

source: Favourites
ca: Favorits
da_dk: Favoritter
it_it: Preferiti
tr_tr: Favoriler

source: Table actions
ca: Taula d'accions
da_dk: Tabel handlinger
it_it: Tabella azioni
tr_tr: Tablo görevleri

source: Filter by month
ca: Filtrar per mes
da_dk: Filtrér efter måned
it_it: Filtra per mese
tr_tr: Aya göre filtreleme

source: Filter by resource
ca: Filtrar per instal·lació
da_dk: Filtrér efter ressource
it_it: Filtra per risorsa

source: Filter by status
ca: Filtrar per estatus
da_dk: Filtrér efter status
it_it: Filtra per stato

source: Choose days to show
ca: Eculli dies a mostrar
da_dk: Vælg dage der skal vises
it_it: Seleziona giorni da mostrare
tr_tr: Gün göstermek için seçin

source: Search
ca: Buscar
da_dk: Søg
it_it: Ricerca
tr_tr: Arama

source: Bulk & Checkboxes
ca: Combos i Casellas de Selecció
da_dk: Bulk & Afkrydsningsfelter
it_it: Gruppi & Caselle di spunta
tr_tr: Toplu İşlem Kutusu

source: Show Resources
ca: Mostrar instal·lacions
da_dk: Vis Ressourcer
it_it: Mostra Risorse

source: Overview onMouseOver Date & Select animation
ca: Animació mouse-sobre Data i Selecció
da_dk: Oversigt onMouseOver Dato & Vælg animation
it_it: Panoramica su mouse sopra data & seleziona animazione
tr_tr: Tablo üzerinde tarih ve seçim animasyonları

source: Overview autoselect with inputs on add/edit
ca: Autoselecció general amb entrades d'afegir/editar
da_dk: Oversigt auto vælg med input på Tilføj / Ret
it_it: Panoramica autoselezione con input su aggiungi/modifica
tr_tr: Tablo üzerinden otomatik seçimli ekleme ve düzenleme

source: Show empty space for each room and day (+20% load)
ca: Mostrar espai buit per cada habitació i dia (+20% de carga)
da_dk: Vis tom plads for hvert værelse og dag (+20% belastning)
it_it: Mostra spazio vuoto per ogni stanza e giorno (+20% load)
tr_tr: Her oda ve gün için boş göster (+20% yük)

source: Hourly mode as standard
ca: Mode 'cada hora' com estandar
it_it: Modalità oraria come standard

source: of
ca: de
it_it: di

source: Current
ca: Actual
da_dk: Nuværende
it_it: Corrente
tr_tr: Geçeri

source: Old
ca: Antic
da_dk: Tidligere
it_it: Vecchi
tr_tr: Eski

source: Trash
ca: Paperera
da_dk: Papirkurv
it_it: Cestino
tr_tr: Çöp Kutusu

source: View all statuses
ca: Veure tots els estats
da_dk: Se alle statusser
it_it: Visualizza tutti gli stati

source: View all Resources
ca: Veure totes les instal·lacions
it_it: Vedi tutte risorse

source: Restore
ca: Restaurar
da_dk: Gendan
it_it: Ripristina

source: Delete Permanently
ca: Esborrar permanentement
da_dk: Slet Permanent
it_it: Elimina Permanentemente
tr_tr: Kalıcı olarak sil

source: ago
ca: enrera
da_dk: siden
it_it: fa
tr_tr: önce

source: No Reservations found!
ca: No s'han trobat reserves
da_dk: Ingen Reservationer fundet!
it_it: Nessun prenotazione trovata!
tr_tr: Rezervasyon bulunamadı

source: Bulk Actions
ca: Accions en Bloc
da_dk: Bulk-handlinger
it_it: Azioni di massa
tr_tr: Toplu Görevler

source: Move to Trash
ca: Moure a la Paperera
da_dk: Flyt til Papirkurv
it_it: Sposta in Cestino
tr_tr: Çöpe Taşı

source: Apply
ca: Aplicar
da_dk: Anvend
it_it: Applica
tr_tr: Uygula

source: Elements
da_dk: Elementer
it_it: Elementi
tr_tr: Öğe

source: prev
da_dk: forrige
it_it: prec
tr_tr: önceki

source: next
ca: següent
da_dk: næste
it_it: succ
tr_tr: ileri

source: Please enter the correct captcha
ca: Escrigui el codi de seguretat correcte
da_dk: Indtast venligst den rigtige captcha
it_it: Inserisci il codice captcha corretto
tr_tr: Doğrulama kodunu doğru bir şekilde giriniz

source: %1$s is required
ca: %1$s és obligatori
da_dk: %1$s er påkrævet
it_it: %1$s è richiesto

source: Captcha is required
ca: El codi de seguretat és obligatori
da_dk: Captcha er påkrævet
it_it: Captcha richiesto

source: Enter correct captcha
ca: Escriure el codi de seguretat correcte
da_dk: Indtast korrekt captcha
it_it: Inserisci il codice captcha correttamente

source: Add New Resource
ca: Afegir nova instal·lació
da_dk: Tilføj ny Ressource
it_it: Aggiungi nuova Risorsa

source: Edit Resource
ca: Editar instal·lació
da_dk: Ret Ressource
it_it: Modifica Risorsa

source: New Resource
ca: Nova instal·lació
da_dk: Ny Ressource
it_it: Nuova Risorsa

source: All Resources
ca: Totes les instal·lacions
da_dk: Alle Ressource
it_it: Tutte Risorse

source: View Resource
ca: Veure instal·lació
da_dk: Se Ressource
it_it: Visualizza Risorsa

source: The amount of persons was edited
ca: La quantitat de persones s'ha editat
da_dk: Antallet af personer blev redigeret
it_it: Il numero di persone è stato modificato
