Repository: RomaLytar/easyreservations
Catalog: languages/easyReservations-*.po
Languages: ca, da_dk, it_it, tr_tr

source: Type in code
ca: Escrigui el Codi
da_dk: Indtast kode
it_it: Digita codice
tr_tr: Yandaki kodu yazın

source: Show table with other reservations by the same email
ca: Mostrar taula amb altres reserves pel mateix email
da_dk: Vis tabel med andre reservationer fra den samme email
it_it: Mostra tabella con altre prenotazioni dallo stesso email

source: Show status
ca: Mostrar estatus
da_dk: Vis status
it_it: Mostra stato
tr_tr: Durumu göster

source: Let your guests view and download their invoices by invoice guest template
ca: Deixi que els seus clients vegin i descarreguin les seves facturas
it_it: Permette al tuo ospite di visionare e scaricare le sue fatture tramite il template fatture ospite

source: e.g. Apartment
ca: ex. Apartament
da_dk: f.eks Lejlighed
it_it: es. Appartamento
tr_tr: örneğin daire

source: This shortcode adds the function for your guests to edit their reservations afterwards
ca: Aquest Shortcode afegeix la funció pels seus clients d'editar sus reserves posteriorment
da_dk: Denne shortkode tilføjer en funktion, der gør det muligt for dine gæster at rette deres reservationer efterfølgende
it_it: Questo shortcode permette al tuo ospite di modificare successivamente la sua prenotazione
tr_tr: Bu düzenleme formu rezervasyon sahiplerinin durumlarını takip etmesine ve bazı bilgilerini değiştirmesine olanak sağlar

source: You have to copy the URL of this site to the easyReservations general settings
ca: Ha de copiar la direcció URL d'aquest lloc web per els ajustes generales d'easyReservations
da_dk: Du skal kopiere URL adressen fra denne side til easyReservations generelle indstillinger
it_it: Devi copiare l'URL di questo sito nelle impostazioni generali di easyReservations

source: Only add the edit-form on one page or post
ca: Només afegeixi el formulari d'edicio a una pàgina o entrada
da_dk: Tilføj kun ret-formularen på en side eller indlæg
it_it: Aggiungi il modulo-modifica solo su una pagina o post
tr_tr: Bir sayfaya sadece bir form ekleyin

source: type in URL to a form
ca: escriure l'URL per un formulari
da_dk: indtast URL til en formular
it_it: digita URL per modulo
tr_tr: Form adresini yazın

source: Title:
ca: Titol:
da_dk: Titel:
it_it: Titolo:
tr_tr: Başlık:

source: Show calendar:
ca: Mostrar calendari:
da_dk: Vis kalender:
it_it: Mostra calendario:
tr_tr: Takvimi göster:

source: Calendar style:
ca: Estil del calendari:
da_dk: Kalender udseende:
it_it: Stile calendario:
tr_tr: Takvim stili:

source: Default room:
ca: Habitació per defecte:
da_dk: Standard rum:
it_it: Stanza predefinita:
tr_tr: Varsayılan oda:

source: Calendar width:
ca: Ample del calendari
da_dk: Kalender bredde:
it_it: Larghezza calendario:
tr_tr: Takvim genişliği:

source: Show price in calendar:
ca: Mostrar preu al calendari:
da_dk: Vis pris i kalender:
it_it: Mostra prezzo in calendario:
tr_tr: Takvimde fiyat göster:

source: Form URL:
ca: URL del formulari:
da_dk: Formular URL:
it_it: URL Modulo:

source: Submit button:
ca: Butó d'enviar:
da_dk: Submit knap:
it_it: Pulsante invio:
tr_tr: Gönder butonu:

source: in
ca: en
da_dk: i
tr_tr: de

source: Max
ca: Màx

source: after reservations
ca: Nove reserves

source: Reset
ca: Reinicialitzar
da_dk: Nulstil
tr_tr: Sıfırla

source: Standard
ca: Estàndar
tr_tr: Standart

source: Tags
ca: Etiquetes

source: Coupon
ca: Cupó

source: Link
ca: Enllaç
tr_tr: Bağlantı

source: Login
ca: Iniciar sessió

source: Password
ca: Contrasenya

source: Mail
ca: Email
tr_tr: eposta

source: Coupons
ca: Cupons

source: Editlink
ca: Editar enllaç

source: Credit card data deleted
ca: Missatge de Targeta de crèdit

source: Modus
ca: Mode

source: Routine
ca: Rutina

source: Reserve
ca: Reservat

source: searchForm bar
ca: Barra de Recerca

source: max %s pers
ca: màx %s pers

source: max %1$s %2$s
ca: màx %1$s %2$s

source: Admin
ca: Aministrador

source: easyReservation
tr_tr: Kolay Rezervasyon

source: Custom field deleted
tr_tr: özel alan silindi

source: Depature before arrival or roomcount too high
tr_tr: Ayrılış tarihi geliş tarihinden önce veya oda sayısı çok fazla

source: Wrong money formatting
tr_tr: Wrong money biçimi

source: Selected Room is occupied at this date
tr_tr: Seçilen oda bu tarihte dolu

source: Reservation edited!
tr_tr: Rezervasyon düzenlendi!

source: Roomcount was too high
tr_tr: Oda sayısı çok yüksek oldu

source: Please fill out all Fields
tr_tr: Lütfen, tüm alanlar doldurunuz...

source: Selected Room is occupied at this Date
tr_tr: Seçilen bu oda belirtilen tarihler arasında dolu görünüyor...

source: Reservation has been added
tr_tr: Rezervasyon eklendi

source: Price couldnt be fixed, input wasnt money
tr_tr: Fiyat tespit edilemedi, giriş yapın

source: This is how the price would get calculated now. After changing Filters/Groundprice/Settings or the reservations price it wont match the fixed price anymore.
da_dk: Dette er hvordan prisen vil blive udregnet nu. Efter Filter/Grundpris/Indstillinger eller reservationsprisen er rettet vil det ikke passe med den fastsatte pris mere.
tr_tr: Yukarıdaki değerler fiyatlamamın nasıl ayapıldığını gösterir.

source: Exactly room is above roomcount
tr_tr: Tam oda oda sayısı üzerindedir

source: eMail sent successfully
da_dk: E-Mail afsendt succesfuldt
tr_tr: eMail başarıyla gönderildi

source: Reservations rejected
tr_tr: Rezervasyon rededildi

source: Backup (XML)
tr_tr: Yedek (XML)

source: eMail
tr_tr: ePosta

source: Note
tr_tr: Not

source: Offer
tr_tr: Teklif

source: Depature today
tr_tr: Bugün gidenler

source: Message
tr_tr: Mesaj

source: The Guest will recieve that message in an eMail
da_dk: Gæsten vil modtage en besked i en email
tr_tr: Send & Approeve düğmesine tıklayın

source: Resource added
tr_tr: Kaynak eklendi...

source: Enter a name for the filter
tr_tr: Filtre için bir isim girin

source: Enter a date
da_dk: Indtast en dato
tr_tr: Beir tarih girin

source: Rooms
tr_tr: Oda

source: Offers
tr_tr: Teklifler

source: view post
tr_tr: sayfa görüntüle

source: trash & delete
tr_tr: Çöp Kutusu & Sil

source: Insert right Money format
tr_tr: Para birimi simgesi sağ tarafta

source: Room count set
tr_tr: Oda sayısı ayarla

source: The roomcount has to be a number
tr_tr: Oda sayısı bir sayı olmak zorundadır

source: none
tr_tr: yok

source: Resource settings
da_dk: Ressource indstillinger
tr_tr: Kaynak ayarları

source: Child discount
da_dk: Børnerabat
tr_tr: Çocuk indirimi

source: per Room
tr_tr: Oda başına

source: per Person
tr_tr: Kişi başına

source: Offer-box informations
tr_tr: teklif kutusu bilgileri

source: Give your filter a name
da_dk: Giv dit filter et navn
tr_tr: Bir filtre adı verin

source: Change price at
tr_tr: Fiyat değiştir

source: Change price between
tr_tr: Fiyat değiştir

source: select nothing to change price/availability for entire calendar week
tr_tr: Fiyat değiştirmek istediğiniz günü seçin

source: select nothing to change price/availability for entire month
tr_tr: Tüm haftalar için fiyat değiştirmek istediğiniz haftaları seçin

source: Monthes
da_dk: Måneder
tr_tr: Ay

source: select nothing to change price/availability for entire quarter
tr_tr: Fiyat değiştirmek istediğiniz ayı seçin

source: select nothing to change price/availability for entire year
tr_tr: Fiyat değiştirmek istediğiniz çeyreği seçin

source: Days between reservation and arrival
tr_tr: Rezervasyon ve varış arasındaki günler

source: Amount of nights
tr_tr: Gece Miktarı

source: Amount of Persons
tr_tr: Kişi Sayısı

source: Price per Day
tr_tr: Gün başına fiyat

source: If you add more than one discount of the same type only the first condition match from high to low will be given
da_dk: Hvis du tilføjer mere end én rabat af samme type vil den første betingelse der passer, fra høj til lav, blive valgt
tr_tr: Aynı türden birden fazla indirim eklerseniz ilk düşük koşul verilecektir.

source: days
tr_tr: gün

source: This will add a post to the
tr_tr: Bu bir yazı ekleyecektir

source: Custom Post Type
tr_tr: Özel Sayfa Türü

source: It will be private and only visible in forms and admin
tr_tr: Bu özel form ve sadece admin tarafından görünür olacak

source: Image
tr_tr: Resim

source: eMail settings saved
da_dk: E-Mail indstillinger gemt
tr_tr: ePosta ayarları kaydedildi...

source: Only admins can change the permissions for easyReservations
tr_tr: Sadece yöneticiler rezervasyon izinlerini değiştirebilir

source: eMails
tr_tr: ePosta

source: Reservation settings
da_dk: Reservations indstillinger
tr_tr: Rezervasyon ayarları

source: Reservation support mail
tr_tr: Rezervasyon destek e-posta adresi

source: Mail for reservations
tr_tr: Rezervasyon için e-posta

source: Currency sign
da_dk: Valutasymbol
tr_tr: Parabirimi Simgesi

source: Select currency
tr_tr: Para birimi seçin

source: Dollar
tr_tr: Dolar

source: Cent
tr_tr: Sent

source: Hongkong Dollar
tr_tr: Hongkong Doları

source: Turkish Lira
tr_tr: Türk Lirası

source: Select style of admin panel
tr_tr: Admin paneli stilini seçin

source: Wordpress
tr_tr: Sistem

source: User ControlPanel settings
da_dk: Bruger Kontrolpanel indstillinger
tr_tr: Kullanıcı kontrol paneli ayarları

source: To let users edit their reservations on your site add a page or post with the shortcode
da_dk: For at lade brugere redigere deres reservationer på din side, skal du tilføje en side eller et indlæg med shortkoden
tr_tr: Kullanıcıların sitenizde rezervasyonlarını düzenlemesine izin vermek için bir sayfaya kısa bir kod ekleyin.

source: URL to edit page
tr_tr: Düzenleme sayfası URL

source: URL to edit site
tr_tr: Düzenleme sayfası

source: Other
da_dk: Andet
tr_tr: Diğer

source: use style
da_dk: brug udseende
tr_tr: stil kullanın

source: only show for guest with >1 reservations
da_dk: vis kun for gæster med >1 reservationer
tr_tr: Sadece misafir için göster >1 rezervasyon

source: Important Guests
da_dk: Vigtige Gæster
tr_tr: Önemli Ziyaretçiler

source: Enter emails of important guests; seperated by comma. Reservations with this email will be highlighted.
da_dk: Indtast email-adresserne på vigtige gæster; adskilt med komma. Reservationer med disse emails vil blive fremhævet.
tr_tr: Bu alan aönemli ziyaretçilerin e-posta adreslerini girin. ( Birden fazla girişi virgül ile ayırın. )

source: Delete all unapproved Old Reservations
da_dk: Slet alle ikke-godkendte gamle reservationer
tr_tr: Tüm onaylanmamış eski rezervasyon sil

source: Reservation Form
da_dk: Reservations Formular
tr_tr: Rezervasyon Formu

source: Add Field
da_dk: Tilføj Felt
tr_tr: Alan Ekle

source: Display Errors
da_dk: Vis Fejl
tr_tr: Hataları Göster

source: Dispay Price
tr_tr: Fiyat Göster

source: Arrival Date
da_dk: Ankomstdato
tr_tr: Geliş Tarihi

source: Custom Field
tr_tr: Özel Alan

source: Price Field
tr_tr: Fiyat Alanı

source: Hidden Field
tr_tr: Gizli Alan

source: Submit Button
da_dk: Submit Knap
tr_tr: Gönder Butonu

source: Default Form
da_dk: Standard Formular
tr_tr: Varsayılan Form

source: Reset Form
da_dk: Nulstil Formular
tr_tr: Formu Sıfırla

source: Include to Page or Post with
da_dk: Inkluder på Side eller Indlæg med
tr_tr: Sayfa için kısa kod:

source: live form validation
tr_tr: form doğrulama

source: live price calculation
tr_tr: fiyat hesaplama

source: day of arrival with datepicker
tr_tr: tarih seçici ile varış günü

source: day of departure with datepicker
tr_tr: tarih seçici ile ayrılış günü

source: number of adults
tr_tr: yetşkin sayısı

source: number of children's
tr_tr: çocuk sayısı

source: name of guest
tr_tr: misafirin adı

source: email of guest
tr_tr: misafirin epostası

source: select of rooms
tr_tr: oda seçin

source: offers as select or box
tr_tr: Teklif seçim kutusu

source: for fix a room/offer to a form
tr_tr: formda oda/teklif düzeltmek için

source: add custom fields as needed
tr_tr: özel alan eklemeniz gerek

source: message from guest
tr_tr: konuktan gelen mesaj

source: captcha field & image
tr_tr: captcha alanı & resim

source: submit button
tr_tr: gönder düğmesi

source: No
da_dk: Nej
tr_tr: Hayır

source: Tag in Form
da_dk: Tag i Formular
tr_tr: Form Etiketi

source: or
da_dk: eller
tr_tr: veya

source: Dont use
da_dk: Brug ikke
tr_tr: Kullanmayın

source: in the same Form
da_dk: in den samme Formular
tr_tr: aynı form içinde

source: This form is not valid
da_dk: Denne formular er ikke gyldig
tr_tr: Bu form geçerli değil

source: This form is valid
da_dk: Denne form er gyldig
tr_tr: Bu form geçerlidir

source: Select type of Input you want to add
da_dk: Vælg typen af det Input du ønsker at tilføje
tr_tr: Eklemek istediğiniz giriş tipini seçin

source: Select Type of custom price field
da_dk: Vælg typen af det brugerdefinerede prisområde
tr_tr: Özel fiyat alanı tipi seçiniz

source: Add a dropdown select field with effect on the price to the form
da_dk: Tilføj et dropdown select felt med effekt på prisen, til formularen
tr_tr: Forma açılır seçim kutusu seçimlii fiyat ekle

source: Radio
tr_tr: Radyo Düğmesi

source: Add a radio select field with effect on the price to the form
da_dk: Tilføj en radio select felt med effekt på prisen, til formularen
tr_tr: Forma radyo düğmesi seçimli fiyat ekle

source: Add a checkbox input with effect on the price to the form
da_dk: Tilføj et checkbox input med effekt på prisen, til formularen
tr_tr: Formda seçim kutusu seçimli fiyat ekle

source: Select minimum and maximum number of adults to select
tr_tr: Seçilecek min ve maks yetişkin sayısı

source: Select minimum and maximum number of childrens to select
tr_tr: Seçilecek min ve maks çocuk sayısını seçin

source: Type in value of submit button
da_dk: Indtast værdi af submit knap
tr_tr: Gönder butonu değer türü

source: room
tr_tr: oda

source: Arrival date
tr_tr: Geliş tarihi

source: Departure date
tr_tr: Atrılış tarihi

source: Select type of hidden input
da_dk: Vælg typen af skjult input
tr_tr: Gizli girdi türü seçin

source: for fixing informations to the form & hide it from guest
da_dk: for at fastsætte informationer til formularen & gemme det fra gæsten
tr_tr: formda bilgileri sabitlemek ve konuklardan gizlemek için

source: Fix a room to the form; dont use it with [rooms] in the same form
tr_tr: Formu kontrol et; Aynı and abirden fazla [rooms] etiketi kullanamazsınız

source: Fix an offer to the form; dont use it with [offers] in the same form
tr_tr: Formu kontrol et; Aynı and abirden fazla [offers] etiketi kullanamazsınız

source: Fix an arrival date to the form; dont use it with [date-from] in the same form
da_dk: Fastsæt en ankomstdato til formularen; brug den ikke med [date-from] i den samme formular
tr_tr: Formu kontrol et; Aynı and abirden fazla [date-form] etiketi kullanamazsınız

source: Fix a departure date to the form; dont use it with [date-to] in the same form
da_dk: Fastsæt en afrejse dato til formularen; brug den ikke med [date-to] i den samme formular
tr_tr: Formu kontrol et; Aynı and abirden fazla [date-to] etiketi kullanamazsınız

source: Fix an amount of persons to the form; dont use it with [adults] in the same form
tr_tr: Formu kontrol et; Aynı and abirden fazla [adults] etiketi kullanamazsınız

source: Fix an amount of childrens to the form; dont use it with [childs] in the same form
da_dk: Fastsæt et antal af børn til formularen; brug det ikke med [childs] in den samme formular
tr_tr: Formu kontrol et; Aynı and abirden fazla [childs] etiketi kullanamazsınız

source: Select type of offer
tr_tr: Teklif türü seçin

source: A drop-down select of all offers
tr_tr: Açılır seçim kutusu ile teklifleri seçin

source: Type in a name for the
da_dk: Indtast et navn til
tr_tr: Tür için bir isim yazın

source: input you want to add
da_dk: input du ønsker at tilføje
tr_tr: eklemek istediğiniz giriş

source: Type in a Name for the Checkbox
da_dk: Indtast et navn for Checkboxen
tr_tr: Onay kutusu için bir ismi yazın

source: The value has to match
da_dk: Værdigen skal matche
tr_tr: Bu değer eşleşecek

source: Select a room
tr_tr: Oda Seçin

source: Select an Offer
tr_tr: Teklif Seçin

source: Fill in the date of the arrival date you want to fix
da_dk: Udfyld datoen for ankomstdatoen du ønsker at fastsætte
tr_tr: Değiştirmek istediğiniz geliş tarihini girin

source: Fill in the date of the departure date you want to fix
da_dk: Udfyld datoen for afrejse dato, du ønsker at fastsætte
tr_tr: Değiştirmek istediğiniz ayrılış tarihini girin

source: price per person
da_dk: pris pr. person
tr_tr: kişi başı fiyat

source: price per night
da_dk: pris pr. nat
tr_tr: gecelik fiyat

source: Standard Sendmail
tr_tr: Standart e-posta gönderimi

source: Mail to guest
da_dk: Mail til gæst
tr_tr: Misafir için e-posta

source: Mails on new reservation
da_dk: Mails ved ved ny reservation
tr_tr: Yeni rezervasyon için e-posta gönderimi

source: Mail to admin
da_dk: Mail til administrator
tr_tr: Yönetici için e-posta

source: Mail on approve
da_dk: Mail ved godkendelse
tr_tr: Rezervasyon kabul e-postası

source: Mail on reject
da_dk: Mail ved afvisning
tr_tr: Rezervasyon reddi e-postası

source: Shortcodes
tr_tr: Kısakod

source: email
tr_tr: eposta

source: nights to stay
tr_tr: konaklanacak geçe sayısı

source: number of childs
tr_tr: çocuk sayısı

source: choosen room
tr_tr: seçilen oda

source: choosen offer
tr_tr: seçilen teklif

source: message from guest/admin note
tr_tr: misafir/yönetici den gelen mesaj

source: show price
da_dk: vis pris
tr_tr: fiyatı göster

source: link to user edit
da_dk: link til bruger redigering
tr_tr: kullanıcı düzenleme bağlantısı

source: Links
tr_tr: Bağlantılar

source: Suggest Ideas
tr_tr: Fikir Belirt

source: Report Bugs
tr_tr: Hata Bildir

source: Wordpress Repository
tr_tr: Wp Deposu

source: Donate
da_dk: Doner
tr_tr: Bağış

source: Upcoming Reservations
tr_tr: Yaklaşan Rezervasyonlar

source: Nights per reservations
tr_tr: Geçe başına rezervasyon

source: Wrong ID or eMail
da_dk: Forkert ID eller E-Mail
tr_tr: Hatalı rezervasyon ID si yada e-posta adresi

source: Your arrival date is past
tr_tr: Geliş tarihi geçmiş

source: Left
tr_tr: Kalan

source: The amount of persons
tr_tr: Kişi sayısı

source: The amount of children's
tr_tr: Çocuk sayısı

source: Select your county
da_dk: Vælg dit land
tr_tr: Ülke seçin

source: Choose the offer
tr_tr: Teklif seçin

source: Type in message
tr_tr: Mesajınızı yazın

source: easyReservations Shortcodes
da_dk: easyReservations Shortkoder
tr_tr: Kısa Kodlar

source: Formular
tr_tr: Form

source: Select form
tr_tr: Form seç

source: This shortcode adds a form to the Page or Post
tr_tr: Bu özelkod sayfaya rezervasyon formu ekler

source: no
da_dk: nej
tr_tr: hayır

source: Min width
da_dk: Minimums bredde
tr_tr: Min genişlik

source: Offers selectable
tr_tr: Teklifler seçilebilir

source: Name for Room
tr_tr: Oda için İsim

source: Reservation Overview
tr_tr: Rezervasyon Genel Bakış

source: Reservation Table
tr_tr: Rezervasyon Tablosu

source: Filters
tr_tr: Filtreler

source: Forms
tr_tr: Formlar

source: Form shortcode
tr_tr: Form kısakodu

source: Hidden fields
tr_tr: Gizli alanlar

source: Custom and price fields
tr_tr: Özel ve fiyat alanları

source: User edit
tr_tr: Kullanıc düzenle

source: eMails settings
tr_tr: ePosta ayarları

source: Under Settings -> eMails you can view and change the value of the mails.
tr_tr: Ayarlar Altında -> E-postaları görüntüleyebilir ve değiştirebilirsiniz.

source: Valid Tags
tr_tr: Geçerli Etiketler

source: Valid in all emails
tr_tr: Tüm e-postalar geçerli

source: Calendar and Form Widget
tr_tr: Takvim ve Form Bileşenler

source: Help to improve the Plugin
tr_tr: Eklentiyi geliiştirmek için yardım edim

source: You can
tr_tr: Sen yapabilirsin

source: report bugs
tr_tr: hata raporları

source: make a suggestion
tr_tr: öneri yap

source: translate the plugin
tr_tr: eklentiyi çevir

source: Even
tr_tr: Dengeli

source: donating
tr_tr: bağış

source: For more information
tr_tr: Daha fazla bilgi için

source: Detailed Price
tr_tr: Ayrıntılı Fiyat

source: Price of Day
tr_tr: Günlük Fiyat

source: Total Price
tr_tr: Toplam Fiyuat

source: unpaid
tr_tr: ödenmedi

source: Table informations
da_dk: Tabel informationer
tr_tr: Tablo bilgileri

source: Arrival date
tr_tr: Geliş Tarihi

source: Depature date
tr_tr: Ayrılış tarihi

source: Nights
tr_tr: Gece

source: Room number
tr_tr: Oda numarası

source: Children
tr_tr: Çocuklar

source: Filter by room
tr_tr: Odaya göre filtreleme

source: Filter by offer
tr_tr: Teklife göre filtreleme

source: Show Rooms
tr_tr: Odaları Göster

source: Overview effects
tr_tr: Genel Bakış Efektleri

source: Highlight in overview at table hover
tr_tr: Tablo üzerinde vurgular

source: Show Days
tr_tr: Günleri Göster

source: Show all Dates
da_dk: Vis alle Datoer
tr_tr: Tüm Günler Döster

source: View all Rooms
tr_tr: Tüm Odaları Göster

source: View all Offers
tr_tr: Tüm Teklifleri Göster

source: a calendar week
tr_tr: bir takvim haftası

source: else
da_dk: ellers
tr_tr: diğer

source: Add New Room
tr_tr: Yeni Oda Ekle

source: Edit Room
tr_tr: Oda Düzenle

source: New Room
tr_tr: yeni Oda

source: All Rooms
tr_tr: Tüm Odalar

source: View Room
tr_tr: Oda Görüntüle

source: Search Rooms
tr_tr: Oda Ara

source: No rooms found
tr_tr: Hiçbir oda bulunamadı

source: No rooms found in Trash
tr_tr: Silinmiş hiçbir oda bulunamadı

source: Add New Offer
tr_tr: Yeni Teklif Ekle

source: Edit Offer
tr_tr: Teklif Düzenle

source: New Offer
tr_tr: Yeni Teklif

source: All Offers
tr_tr: Tüm Teklifler

source: View Offer
tr_tr: Teklif Görüntüle

source: Search Offers
tr_tr: Teklif Ara

source: No offers found
tr_tr: Hiçbir teklif bulunamadı

source: No offers found in Trash
tr_tr: Silinmiş hiç bir teklif bulunamadı

source: Price Filter
tr_tr: Fiyat Süzgeci

source: base Price
tr_tr: baz fiyat

source: Price for persons
tr_tr: Kişi başı fiyat

source: Price per child
tr_tr: Çocuk başına fiyat

source: Reservation custom price %
tr_tr: % rezervasyon özel fiyatı

source: Reservation custom price
tr_tr: Rezervasyon özel fiyatı

source: Wrong Price/Filter
tr_tr: Yanlış Fiyat/Filtre

source: The amoun of persons was edited
tr_tr: Kişi sayısı düzenlendi

source: The amoun of childs was edited
tr_tr: Çocuk sayısı düzenlendi

source: The offer was edited
tr_tr: Teklif düzenlendi

source: Money format error
tr_tr: Para biçimi hatası

source: Wrong Identification
tr_tr: Yanlış Kimlik

source: Please enter a correct name
da_dk: Indtast venligst et korrekt navn
tr_tr: Geçerli bir isim giriniz

source: The arrival Date has to be in future
tr_tr: Lütfen, farklı bir geliş tarihi seçin.

source: Please enter a correct eMail
da_dk: Indtast venligst en korrekt E-Mail
tr_tr: geçerli bir e-posta adresi giriniz

source: Persons has to be a number
tr_tr: Kişi bir sayı olması gerekir

source: Isn't available at
tr_tr: Mevcut değil

source: The depature date has to be in future
tr_tr: Ayrılış tarihi gelecekte olmak zorundadır

source: You've choosen
tr_tr: Seçtiğiniz

source: Modules
tr_tr: Modüller

source: Extract failure
tr_tr: Çıkarma başarısız

source: Import Module
tr_tr: İçeri Aktarma Modülü

source: Import reservations from .XML backup files.
tr_tr: XML olarak yedeklenmiş rezervasyon dosyalarının içeri aktarımı için kullanılacak.

source: Support
tr_tr: Destek

source: Check For Updates
tr_tr: Güncellemeleri Kontrol Et

source: Install/Update Module
tr_tr: Modül Yükle/Güncelle

source: New Module Update
tr_tr: yeni modül güncellendi...

source: Update!
tr_tr: Güncelleme!

source: Reser now!
tr_tr: Rezervasyon!

source: Edit form:
da_dk: Ret formular:
tr_tr: Form düzenle:

source: Past Reservations
tr_tr: Geçmiş Rezervasyon

source: Present Reservations
tr_tr: Mevcut Rezervasyon

source: Future Reservations
tr_tr: Gelecek Rezervasyon

source: Active Reservation
tr_tr: Aktif Rezervasyon

source: Groundprice edited
da_dk: Grundpris rettet

source: Resource interval edited
da_dk: Ressource interval redigeret
